module.exports = {
    censorship: /хуй|хуи|хуе|хуё|хуя|пизд|пезд|пёзд|ебл|ёбл|ёбел|ебел|еба|ебо|еби|ёба|ёбо|ёби|муд|блят|бляд/,
    registration: /зарегистрироваться|регистрация|регестрация|зарегаться/,
    botCall: /^хозяин$|^dungeon master|^величайший$|^дементий$|^дементий!$/,
    clearKeyboard: /^убери клавиатуру|^убери кнопки|^у меня клавиатура на экране|^у меня кнопки на экране|^у меня кнопки в чате|^у меня клавиатура в чате/,
    badJoke: /^анекдот|^свиней|^требуем анекдот|^бот,? пошути|^пошути|^бот,? давай анекдот|^неси свиней|^дементий,? неси свиней|^дементий,? тащи свиней|^народ требует свиней|^расскажи анекдот|^шутк. в студию|^еще шутк./,
    warning: /^предупреждение$|^репорт$/,
    ban: /^бан$|^выдать бан$|^забанить$|^это бан^/
}