module.exports = {
    roman: {
        name: "🔱 Римлянин",
        description: "🔱 Ваши предки покорили Италику и Средиземноморье, подарили миру институты гражданства, легионы ваших предков храбро сражались за Рим и его ценности, пока не были повержены ордой варваров. Браво!"
    },
    celt: {
        name: "🍀 Кельт",
        description: "🍀 Ваши предки завоевали обширные земли, от Альбиона до Анатолии, сохраните ли вы достоинство, данное вам?"
    },
    greek: {
        name: "🏛️ Грек",
        description: "🏛️ Сколько умов подарила Греция миру, сколько оливок было выращено на благодатной греческой земле... О, греки, весь мир пропитан вашей культурой! Браво!"
    },
    armenian: {
        name: "💃 Армянин",
        description: "💃 Край гор, вина... На той почве растёт только лучшая еда, а вашей горячей кровью восхищаются во всём мире... Добро пожаловать домой, путник."
    },
    persian: {
        name: "🐘 Перс",
        description: "🐘 Восточный край богатств и шёлка, Персия. Огромные земли принадлежат персидскому народу, а воины на слонах достанут каждого, кто посмеет посягнуть на суверенитет гордой Персии. Браво!"
    },
    german: {
        name: "⚔ Германец",
        description: "⚔ Мужественные и храбрые воины с севера. Тяжёлые северные условия подготовили их к любым трудностям и лишениям, суровее них, скорее всего, нет никого на всём белом свете. Браво!"
    }
}