module.exports = {
    1: {
        text: "Статья 1.\nАдминистрацию Проекта возглавляет Коллегия высшей администрации. Она состоит из Владельца Проекта (ВП) и Главы проекта (ГП). Коллегия представляет из себя совет, курирует деятельность и определяет пути развития Проекта, утверждает бюджет, выплачивает зарплаты, премии и поощрения, осуществляет судейские функции и является органом быстрого реагирования, контролирует администрацию и стремится к созданию лучшей версии проекта. По решению Высшей коллегии и совещанию с Коллегией ГМов администрация может вмешиваться в РП-процесс в исключительных случаях.\n" +
            "Комментарий 1. Исключительными случаями считается глобан игрока без доступа к РП, уход или снос фракции, урегулирование рассинхронизированных РП-линий, наказание для ГМа, слив информации из коллегии ГМов, обнаружение предвзятости в действиях ГМа, представленные в статье 8, прочие нарушения правил игроками и администрацией и другие причины, принятые коллегией высшей администрации.\n" +
            "Комментарий 2. Решающее слово в Коллегии имеет Владелец Проекта.\n"
    },
    2: {
        1: {
            text: "Статья 2.1.\nГлава Проекта избирается в Верховном Сходе Проекта (ВСП) и утверждается Владельцем Проекта, в случае если Владелец не утверждает кандидатуру выбранного и накладывает своё вето, ВСП может предложить другую кандидатуру. В случае, если ВСП не выдвигает свою кандидатуру, Владелец Проекта должен выбрать и утвердить нового Главу Проекта самостоятельно. Для преодоления вето Владельца нужна единогласная поддержка кандидата.\n" +
                "Комментарий 1. Владелец Проекта не может становиться Главой Проекта, но может выполнять обязанности любых других администраторов.\n" +
                "Комментарий 2. У Главы Проекта нет права вето на подобные голосования.\n"
        },
        2: {
            text: "Статья 2.2.\nГлава Проекта может быть отстранён при обоюдном согласии ВСП и Владельца. Если ВСП единогласно решают отстранить Главу Проекта, то он может быть отстранён без согласия Владельца.\n" +
                "Комментарий. За исключением случая, описанного в 59 статье.\n"
        },
        3: {
            text: "Статья 2.3.\nВыборы ГП обязаны происходить каждый год в соответствии с правилами проекта. По истечению срока ГП обязан провести выборы нового ГП и исполняет обязанности ГП до официальной передачи прав и поста в сообществе проекта.\n" +
                "Комментарий. В случае, если ГП был отстранён либо ушел с поста до истечения своего срока, его обязанности исполняет СА второй задачи до избрания нового ГП. Выборы должны быть проведены немедленно.\n"
        },
        4: {
            text: "Статья 2.4.\nВыборы Главы Проекта происходят в два тура. Двое, набравшие больше всех голосов в первом туре переходят во второй. В случае ничьи выбор осуществляется Владельцем, однако тот также может наложить своё вето на обоих.\n" +
                "Комментарий. Если кандидатов на первом туре выборов оказалось двое, то второй тур не проводится.\n"
        },
        5: {
            text: "Статья 2.5.\nПеред каждым туром выборов должны быть проведены дебаты. Дебаты проходят в текстовом формате в Основном чате проекта. Председателем дебатов становится председатель ВСП либо назначенный им человек из ВСП."
        },
        6: {
            text: "Статья 2.6.\nДля регистрации на выборы ГП кандидат должен:\n" +
                "•\tБыть совершеннолетним;\n" +
                "•\tБыть участником проекта не менее полугода;\n" +
                "•\tНаходиться в администрации не меньше 2 месяцев;\n" +
                "•\tНе иметь глобана в проекте;\n" +
                "•\tИметь публично представленную программу.\n" +
                "Комментарий 1. Любое из условий может быть отменено для кандидата большинством голосов ВСП. Для этого кандидат должен подать заявление председателю выборов.\n" +
                "Комментарий 2. В случае, если кандидатом на пост ГП становится член ВСП или администрации, то он должен назначить преемника на свой пост.\n" +
                "Комментарий 3. Регистрация кандидатов разрешена ровно до момента начала дебатов первого тура.\n" +
                "Комментарий 4. Программы кандидатов и информация о новых кандидатах должна объявляться в Основном чате проекта по мере их регистрации.\n"
        },
        7: {
            text: "Статья 2.7.\nНа выборах право голоса имеют исключительно Представители фракций."
        },
        8: {
            text: "Статья 2.8.\nТолько Коллегия высшей администрации может решить кому и когда предавать права на обладание проектом. После Передачи Старый Владелец должен будет ещё 14 дней хранить звание в боте и являться участником коллегии высшей администрации, чтобы удостовериться в правильности выбора."
        },
        9: {
            text: "Статья 2.9.\nПосле передачи власти Глава Проекта и Владелец Проекта перестают иметь какие-либо особые права и становятся обычными игроками, однако обязаны провести совместное совещание с новыми членами Высшей администрации: обозначить исполняемые ранее планы, перераспределить бюджет и передать прочую важную информацию, а также передать права на владение всеми необходимыми беседами и группами."
        }
    },
    3: {
        1: {
            text: "Статья 3.1.\nГлава Проекта обязан распределить среди администрации 4 задачи для Старших Гейм-мастеров (СГМов) и 4 задачи для Старших Администраторов (СА), сформировать все коллегии. По итогам совещания коллегии высшей администрации также могут быть привлечены к работе иные должностные лица (психолог, художник, картограф и проч.)\n" +
                "Комментарий. После утверждения нового состава администрации, в сообществе проекта должен выйти об этом пост.\n"
        },
        2: {
            1: {
                text: "Статья 3.2.1.\nЗадачами для Старших Администраторов являются:\n" +
                    "1.\tПервая задача: Контроль за исполнением правил общения в проекте, контроль за выдачей наказаний, контроль за работой Коллегии младшей администрации. \n" +
                    "2.\tВторая задача: Контроль за выполнением задач и обязанностей, соблюдением прав всей администрации старшего звена и остальными должностными лицами администрации. Помощь ГП в организации собраний и отчётов, ведение сообщества администрации. Заместитель ГП в случаях добровольного ухода либо принудительного отстранения ГП. \n" +
                    "3.\tТретья задача: Проведение рекламной кампании проекта, осуществление выплат за рекламу, курирование рекламной беседы, поиск и отсеивание новых рабочих кадров, контроль за новыми работниками и помощь администраторам, курирующим стажёров.\n" +
                    "4.\tЧетвертая задача: Организация работы сообщества проекта: осуществление графика выхода постов, актуализация рубрик, написание и оформление постов в сообществе, редакция и оформление обсуждений, статей, файлов, меню и прочих элементов сообщества, контроль за выполнением статьи 18, своевременным появлением информации в сообществе и прочих ресурсах проекта, поддержание активности в группе.\n"
            },
            2: {
                text: "Статья 3.2.2.\nЗадачами для Старших Гейм-мастеров являются:\n" +
                    "1.\tПервая задача: Контроль за работой Коллегии гейм-мастеров, контроль за своевременным выходом ивентов и выполнением сроков, полноценная реализация и объяснение новых механик и систем, курирование стажёров в коллегию Гейм-мастеров, ведение сводок и выполнение прочих задач. \n" +
                    "2.\tВторая задача: Контроль за работой Коллегии фракционных Гейм-мастеров, совместная выработка квестов и сюжетных ивентов с ФГМами, выдача наград за повседневное и гражданское РП, контроль за всем гражданским РП в проекте, полноценная реализация и объяснение новых механик и систем, ведение сводок и выполнение прочих задач.\n" +
                    "3.\tТретья задача: Выработка и оформление правил и механик, контроль за балансом в проекте, контроль за тем, как СГМы понимают, объясняют и реализовывают механики и системы. Ведение Группы Разработки.\n" +
                    "4.\tЧетвертая задача: Контроль за созданием живого НПС-мира, ведение неигровых стран, уведомление игроков о событиях в НПС-мире, ведение и контроль невоенного рп с НПС-миром, ведение сводок и выполнение прочих задач.\n" +
                    "Комментарий 1. Задача — основная направленность и зона ответственности администратора старшего звена. Это не ограничение поля деятельности — вне зависимости от задачи администратор может помогать другим, временно подменять и выполнять обязанности другого администратора и т. д., однако на ежемесячном отчёте администратор будет спрашиваться в первую очередь за выполненную работу по задаче. За активный чрезмерный труд может быть назначена премия, а при обратной ситуации — взыскание, от штрафа до отстранения. \n" +
                    "Комментарий 2. Одни и те же задачи могут выполняться несколькими людьми, верно и обратное — один человек может выполнять несколько задач.\n"
            },
        },
        3: {
            text: "Статья 3.3.\nАдминистраторы старшего звена имеют абсолютные подотчетные права для выполнения своей задачи, выполнения смежных задач, выполнения задач в случае подмены другого администратора старшего звена. \n" +
                "Комментарий. Таким образом, Старшие администраторы имеют равные права со Старшими Гейм-мастерами и составляют группу администраторов старшего звена.\n"
        },
        4: {
            text: "Статья 3.4.\nВ случае, если задачей никто не занимается, ей обязан заниматься ГП."
        },
        5: {
            text: "Статья 3.5.\nКоллегия Высшей по совещанию с Коллегией Старшей администрации может добавлять новые обязанности в текущие задачи, убирать и добавлять новые задачи, однако описанные в них обязанности либо должны быть распределены по имеющимся задачам, либо включены в новую задачу."
        },
        6: {
            text: "Статья 3.6.\nГП должен назначить двоих из СА своими заместителями. В те времена, когда ГП не в сети или вне зоны доступа, они заменяют его и коллегиально решают вопросы. Только заместитель может стать ВРИО ГП."
        },
    },
    4: {
        1: {
            text: "Статья 4.1.\nКоллегия старшей администрации обязана включать в себя администраторов старшего звена, а также ВП, ГП, кодера и опционально, временно других приглашенных членов администрации. Коллегия представляет из себя совет и отчетную беседу по деятельности администраторов старшего звена в жизни проекта."
        },
        2: {
            text: "Статья 4.2.\nКаждый член администрации старшего звена и кодер обязаны отчитываться о своей деятельности в чат Коллегии старшей администрации, в противном случае их действия являются неправомерными."
        },
        3: {
            text: "Статья 4.3.\nГП имеет право в течение своего срока частично делегировать свои полномочия, права и обязанности своим заместителям не более чем на две недели."
        },
        4: {
            text: "Статья 4.4.\nГП может делегировать администраторам старшего звена автономность вплоть до полной. Для этого администратор должен обратиться к ГП с прошением. Такие вопросы рассматриваются на собрании старшей администрации, а затем принимаются на общем собрании ВСП, а все администраторы должны быть уведомлены об изменениях.\n" +
                "Комментарий. Автономность определяет уровень отчётности администратора. Это может быть предоставление права определять, что нуждается в отчёте, а что нет, определение категорий работы, в которых администратор может не отчитываться.\n"
        },
        5: {
            text: "Статья 4.5.\nГП может устанавливать режим отчетности для конкретных администраторов либо сразу всей коллегии. Администратор может обратиться с прошением к ГП для изменения режима отчетности.\n" +
                "Комментарий. Режимами могут быть отчётность до совершаемого действия, отчётность после совершаемого действия, то же самое, но с исключениями, ежедневную, еженедельную отчётность и т. д.\n"
        },
        6: {
            text: "Статья 4.6.\nВ случае, если по тем или иным причинам администратор не может работать в субботу, ГП может лично одобрить или отклонить его заявление на выходную субботу. "
        },
        7: {
            text: "Статья 4.7.\nЧлены администрации старшего звена имеют право нанимать себе на работу помощников, утвержденных с ГП. Помощники становятся членами администрации младшего звена. В таком случае член администрации старшего звена несёт ответственность за приглашенного стажёра, работника.\n" +
                "Комментарий 1. Игроки могут становиться помощниками с сохранением своего статуса, что актуально для рекламщиков или участников группы разработки, ФГМов. В таком случае игроки могут рассчитывать на особые награды за помощь в развитии проекта.\n" +
                "Комментарий 2. Администрация младшего звена есть совокупность младших Гейм-мастеров (МГМов), младших администраторов (МА), модераторов, хелперов.\n"
        }
    },
    5: {
        text: "Статья 5.\nКоллегия младшей администрации представляет собой совет и отчетную беседу по деятельности младшей администрации: младших администраторов, модераторов и хелперов. В коллегию также обязаны входить ВП, ГП, кодер, а также СА первой задачи, опционально другие члены старшей администрации. Структуру Коллегии определяет СА первой задачи, он определяет уровень автономии и отчётности младшей администрации, а также права и обязанности младших членов коллегии и утверждает их с ГП."
    },
    6: {
        1: {
            text: "Статья 6.1.\nКоллегия высшей администрации имеет решающий голос в любых спорах внутри администрации проекта.\n" +
                "Комментарий. Правило распространяется также на беседы Фракционных ГМов, Группы Разработки и Рекламы, так как они считаются административными беседами.\n"
        },
        2: {
            text: "Статья 6.2.\nКоллегия высшей администрации имеет право провести закрытый либо открытый Административный суд над любым членом администрации, по итогам которого назначить взыскание, отстранить администратора от работы или наложить ограничения, назначить любое наказание, либо передать в дело в суд ВСП. \n" +
                "Комментарий. Решение суда ВСП выше решения Административного суда.\n"
        },
    },
    7: {
        1: {
            text: "Статья 7.1.\nГП имеет право потребовать нахождения в любой беседе проекта и связанной с ним. ГП и ВП имеют системного администратора во всех беседах проекта. Контролирующие чаты админы также должны иметь системного администратора. ГП имеет право выдать системного администратора другим администраторам по их просьбе, если это обусловлено исполняемыми ими задачами."
        },
        2: {
            text: "Статья 7.2.\nГП имеет право вводить в любом чате проекта РП или нон-флуд режимы. \n" +
                "•\tРП режим разрешает флуд лишь через специальные знаки «/», «(», «)».\n" +
                "•\tНон-флуд режим подразумевает полный запрет флуда в чате.\n" +
                " Нарушитель режима может быть наказан предупреждением сроком до месяца за каждое сообщение. \n" +
                "Комментарий 1. В флуд-беседах нон-флуд режим может быть введен сроком не более чем на 10 минут, а рп-режим не более чем на 2 час.\n" +
                "Комментарий 2. Если участник проекта злоупотребляет введением режимов, игроки могут вынести это на суд ВСП как акт превышения полномочий.\n" +
                "Комментарий 3. Голосовые сообщения являются флудом.\n"
        },
        3: {
            text: "Статья 7.3.\nСтатус важного чата означает, что голосовые сообщения в беседе запрещены, они могут быть полностью игнорированы или даже наказуемы предупреждением сроком до недели. Важными чатами по умолчанию являются все административные чаты, чат ВСП и суда ВСП, ЛС Раввина."
        },
    },
    8: {
        1: {
            text: "Статья 8.1.\nГП имеет право отправлять администраторов в командировку, по запросу игроков либо по своему решению. Командировка возможна раз в два месяца и продолжается не более двух недель. Цель командировки — поддержка угасающей фракции, ее организация, повышение активности и прочее. "
        },
        2: {
            text: "Статья 8.2.\nВо время командировки администратор должен находиться под четким надзором и руководством Главы Проекта, а на каждое его действие или группу, тип действий должно быть получено разрешение от ГП, на администратора продолжает распространяться корпоративная тайна. Администратор в командировке имеет право: \n" +
                "•\tВмешиваться в ролевой процесс и всячески способствовать развитию фракции как простой игрок; \n" +
                "•\tОбъяснять и обучать новым механикам, системам, игре, давать советы, не являющиеся метагеймингом или распространением корпоративной тайны; \n" +
                "•\tЗапросить финансовую помощь из бюджета проекта для рекламы конкретной фракции; \n" +
                "•\tПродолжать исполнять свою работу в администрации проекта, если она не влияет на фракцию, куда был откомандирован администратор.\n"
        },
    },
    9: {
        1: {
            text: "Статья 9.1.\nКоллегия высшей администрации составляет бюджетный план проекта (оклад администрации, расходы на бот и рекламу, монетизацию проекта). Первоочередным критерием является непрерывность игры. Этот бюджетный план должен быть утвержден в ВСП. Из этого бюджетного плана высчитывается подписка фракций. В случае, если возникает прибыль, то она принадлежит Владельцу Проекта."
        },
        2: {
            text: "Статья 9.2.\nВнеочередные безвозмездные донаты от игроков либо конвертируются по текущему курсу в алмазы, либо становятся преждевременной оплатой будущих подписок, либо иначе по согласованию с ВП."
        },
        3: {
            text: "Статья 9.3.\nКоллегия высшей администрации имеет право назначить выкуп нарушителю, но не менее 100 рублей за снятие варна и не менее 300 рублей за снятие глобана. Прибыль, полученная таким образом, не входит в подписку фракции и не конвертируется в алмазы.\n" +
                "Комментарий. Варн или глобан, утверждённый ВСП, не подлежит выкупу.\n"
        },
    },
    10: {
        1: {
            text: "Статья 10.1.\nКоллегия Гейм-мастеров — совет и отчётная беседа. В состав обязаны входить все СГМы, МГМы, ГП, ВП, кодер. Все Гейм-мастера, в том числе Старшие, обязаны по умолчанию еженедельно отчитываться о своей деятельности на ролевом поприще Главе Проекта."
        },
        2: {
            text: "Статья 10.2.\nВсе гейм-мастера и исполняющие обязанности гейм-мастеров обязаны быть беспристрастными судьями, не предвзято и объективно оценивать ход ролевой игры, полноценно реализовывать системы и механики, соблюдать реализм и исторические рамки, контролировать все негативные и позитивные стороны ролевого отыгрыша игроков."
        },
    },
    11: {
        1: {
            text: "Статья 11.1.\nКаждая игровая фракция должна получать свое Основное событие (ивент) не реже раза в игровой год — то есть реальный месяц. Если по прошествии реального месяца Основное событие не было завершено, это не отменяет появление нового  — следующее Основное событие будет происходить совместно с незавершенным, накладываясь на него в соответствии с временной линией. \n" +
                "Комментарий. Основное событие может являться частью Сводки. Сводка — это рубрика, выходящая каждые две недели, где должно быть рассказано обо всех событиях, произошедших за игровые полгода в каждом регионе.\n"
        },
        2: {
            text: "Статья 11.2.\nОбязательны для публикации на стене головного сообщества проекта:\n" +
                "•\tНачало Основного события;\n" +
                "•\tПромежуточный итог Основного события, публикуемый не позднее 2 недель после начала;\n" +
                "•\tОкончание Основного события. \n" +
                "Все посты должны содержать заглавие, описание, тематическое изображение и музыку.\n" +
                "Комментарий. Начало, Окончание и Промежуточный итог могут быть включены в Сводку.\n"
        },
    },
    12: {
        1: {
            text: "Статья 12.1.\nКоллегия фракционных гейм-мастеров (ФГМов) — совет по деятельности ФГМов. В состав обязаны входить ГП, ВП, все ФГМы, СГМ второй задачи, а также другие приглашенные гейм-мастера. Здесь проводятся обращения ФГМов для выдачи наград за проведенные рп, разработка квестов, совместная работа нескольких ФГМов и прочее. Каждая фракция обязана иметь назначенного изнутри ФГМа."
        },
        2: {
            text: "Статья 12.2.\nФракционный ГМ обязан удовлетворять ролевые потребности своей фракции и делать игру более разнообразной.\n" +
                " ФГМы имеют право:\n" +
                "•\tОставаться игроками;\n" +
                "•\tНабирать помощников внутри фракции;\n" +
                "•\tВести более одной фракции;\n" +
                "•\tВести гражданское рп, квесты;\n" +
                "•\tПолучать награды;\n" +
                "•\tИ многое другое, с разрешения СГМа второй задачи или ГП.\n" +
                "ФГМы обязаны:\n" +
                "•\tОтыгрывать окружающий мир игрокам: от разговора с торговцем до обучения, путешествия по игровому миру и т. д.;\n" +
                "•\tСогласовывать гражданское рп с СГМом второй задачи;\n" +
                "•\tОтчитываться о проведенном РП и напоминать о выдаче за них наград;\n" +
                "•\tПомогать игрокам освоиться в РП;\n" +
                "•\tНапоминать гейм-мастерам об особенностях, приобретенных в ходе РП;\n" +
                "•\tСоздавать и отыгрывать квесты;\n" +
                "•\tПредставлять списки участников РП.\n"
        },
    },
    13: {
        1: {
            text: "Статья 13.1.\nРаз в игровые полгода должны происходить Дополнительные события (квесты). Квесты подразумевают под собой небольшие происшествия в стране локального уровня: от сюжета на пару человек до городского, регионального. \n" +
                "Комментарий. Новый квест может быт связан с предыдущим и являться его ответвлением, если к его началу не был закончен предыдущий.\n"
        },
        2: {
            text: "Статья 13.2.\nОбязательны для публикации на стене сообщества фракции и ролевой беседе:\n" +
                "•\tНачало Дополнительного события;\n" +
                "•\tОкончание Дополнительного события.\n" +
                "Все посты должны содержать заглавие, описание, тематические изображение и музыку.\n" +
                "Комментарий. Правило не относится к регулярному каждодневному, повседневному РП. Оно не является ивентами.\n"
        },
        3: {
            text: "Статья 13.3.\nНаграды за проведенное фракционное РП назначает СГМ второй задачи либо ГП, исходя из:\n" +
                "•\tКрасоты и качества постов;\n" +
                "•\tКоличества постов;\n" +
                "•\tКоличества ролевиков, задействованных в РП;\n" +
                "•\tПродолжительности РП;\n" +
                "•\tИнтенсивности РП;\n" +
                "•\tПродуманности РП, наличия сюжета и ажиотажа, интереса ролевиков;\n" +
                "•\tАктивности ФГМа как участника РП.\n" +
                "В зависимости от данных показателей награда может повышаться кратно и должна быть выдана каждому участнику РП, написавшему не менее 4 постов. ФГМ получает удвоенную награду. Каждые проведенные пятое и десятое РП ФГМ получает награду в алмазах. За активную и качественную работу в течение месяца СГМ второй задачи или ГП может выделить дополнительную премию в алмазах. Алмазы принадлежат лично ФГМу.\n"
        },
    },
    14: {
        text: "Статья 14.\nРП считается проваленным, если выполняется один из пунктов:\n" +
            "•\tНе было проведено РП;\n" +
            "•\tНе было написано постов;\n" +
            "•\tУчаствовало меньше двух игроков.\n" +
            "В зависимости от хода РП выдаются награды, штрафы, дебаффы, баффы и другие особые итоги.\n" +
            "Комментарий. ФГМ не считается игроком в данном случае.\n"
    },
    15: {
        1: {
            text: "Статья 15.1.\nГП при совещании с Коллегией гейм-мастеров может регулировать количество и частоту Основных и Дополнительных событий, постов в пабликах. \n" +
                "Комментарий. Это может произойти в связи с уходом ГМов, их большой загруженности, в экзаменационные сессии и т. д.\n"
        },
        2: {
            text: "Статья 15.2.\nКоллегия высшей администрации может полностью или частично остановить РП на время сроком до месяца в связи с особыми обстоятельствами."
        },
    },
    16: {
        text: "Статья 16.\nВсе правила, касающиеся проведения РП, ивентов, механик и систем пишутся ГМами и игроками под руководством СГМа третьей задачи в Группе Разработки и утверждаются ГП. Эти правила обязаны публиковаться в главном паблике, иначе являются недействительными."
    },
    17: {
        text: "Статья 17.\nЛюбой слив информации из: Коллегии высшей администрации, Коллегии старшей администрации, Коллегии младшей администрации, Коллегии Гейм-мастеров карается вплоть до глобана на год. Если слив информации косвенно или прямо навредил ролевому процессу, нарушитель карается вплоть до перманентного глобана без права обжалования."
    },
    18: {
        text: "Статья 18.\nВсе обновления, изменения и новые требования должны быть опубликованы в общем паблике Зевса, иначе они являются недействительными."
    },
    19: {
        text: "Статья 19.\nОсновной паблик Зевса должен быть открытой группой."
    },
    20: {
        1: {
            text: "Статья 20.1.\nПредставители от всех фракций Проекта, все СА, СГМы, ГП, ВП обязаны входить в Верховный Сход Проекта (ВСП). Это собрание и совет представителей фракций, Коллегии высшей администрации и Коллегии старшей администрации, народный суд, орган освещения деятельности администрации и оценки ее работы, беседа диалога между администрацией и игроками проекта, законотворческий орган. Все правила, принимаемые в проекте, должны быть утверждены большинством голосов на ВСП, путём голосования, иначе являются недействительными.\n" +
                "Комментарий 1. В состав ВСП также могут входить временно приглашенные ГП лица с одобрения ВСП.\n" +
                "Комментарий 2. Голосования могут быть анонимными.\n" +
                "Комментарий 3. Все члены ВСП имеют право законотворческой инициативы.\n"
        },
        2: {
            text: "Статья 20.2.\nВ голосованиях ВСП по умолчанию имеют право голоса: \n" +
                "•\tПредставители фракций;\n" +
                "•\tГП, если считает это необходимым;\n" +
                "Комментарий. Для принятия решения необходимо минимум 70% явка представителей.\n"
        },
        3: {
            text: "Статья 20.3.\nВ случае разделения голосов поровну, голос Главы Проекта решающий."
        },
        4: {
            text: "Статья 20.4.\nГлава Проекта имеет право отлагательного вето. Чтобы его преодолеть необходимо 80% голосов представителей фракций."
        },
        5: {
            text: "Статья 20.5.\nГлава Проекта имеет право ввести режим секретности. В таком случае вся информация, опубликованная в беседе ВСП или суда ВСП после введения и до отмены режима навечно становится корпоративной тайной. ГП обязан уведомить о введении и отмене режима секретности сообщением в беседе с тегом all.\n" +
                "Комментарий. По умолчанию вся информация в беседах ВСП и суда ВСП публичная.\n"
        },
    },
    21: {
        1: {
            text: "Статья 21.1.\nУчастники ВСП обязаны проявлять активность при деятельности ВСП. В случае пассивности члена ВСП, ГП или председатель ВСП могут провести голосование по замене члена ВСП, при котором судьбу решает простое большинство. "
        },
        2: {
            text: "Статья 21.2.\nПредставители фракций в ВСП являются такими же игроками, как остальные. На них распространяются все правила и у них нет особых прав по присутствию в чатах проекта."
        },
        3: {
            text: "Статья 21.3.\nПредставители фракций после трёхмесячного пребывания (возможны промежутки) в ВСП не смогут вернуться в течение трёх месяцев.\n" +
                "Комментарий 1. Если представитель фракции считает, что его преемник не сможет исполнять статью 21.1. либо полноценно участвовать в жизни проекта как представитель фракции, то он может обратиться к ГП с просьбой продлить его срок пребывания в ВСП до момента, когда будет найден достойный преемник, но не более трёх месяцев.\n"
        },
        4: {
            text: "Статья 21.4.\nПредставитель страны может быть отстранён от должности своим государством или 80% голосов на голосовании в ВСП.\n" +
                "Комментарий. За исключением случаев, описанных в 21.1.\n"
        },
    },
    22: {
        text: "Статья 22.\nВСП имеет председателя. В его обязанности и права входит публикация решений ВСП в основном сообществе, вынесение вопросов на голосование, слежка за активностью представителей и их сменяемостью. Избирается голосованием на сходе раз в месяц.\n" +
            "Комментарий. Для публикации решения ВСП в основном сообществе председатель фракции обязан обратиться к СА четвертой задачи.\n"
    },
    23: {
        text: "Статья 23.\nПри объявлении голосования в чате ВСП создается сообщение:\n" +
            "•\tС тегом @all;\n" +
            "•\tОпрос с сутью вопроса и вариантами ответов;\n" +
            "•\tС вариантами опроса «За/да» , «Нет/против», «Воздержаться/Альтернативный вариант» и «Администрация».\n" +
            " У представителей должна быть возможность изменить решение. Голосование автоматически закрывается через 24 часа с момента его открытия. \n" +
            "Комментарий. Вариант «Воздержаться» должен учитываться при подсчёте голосов и при высчитывании процентов. \n"
    },
    24: {
        1: {
            text: "Статья 24.1.\nЕжемесячно обязано проводиться плановое собрание ВСП. На собрании обсуждаются все возникшие за время работы проблемы и планы на будущее проекта. В повестку собрания должны входить:\n" +
                "•\tВремя вопросов к администрации проекта;\n" +
                "•\tВремя принятия жалоб;\n" +
                "•\tПредложения игроков;\n" +
                "•\tВыступления представителей Коллегий по проделанной работе, опционально в формате отчётов;\n" +
                "•\tОпросы по удовлетворенности и оценка работы коллегий и опционально прочих организаций или участников проекта;\n" +
                "•\tПредложение премий и штрафов за работу членов администрации;\n" +
                "•\tВремя вопросов от администрации игрокам, опросы мнения игроков по темам;\n" +
                "•\tВознаграждение за проявленную инициативу в развитии проекта и создания тематического контента;\n" +
                "•\tУтверждение бюджета и подписки фракций;\n" +
                "•\tУтверждение нового председателя ВСП;\n" +
                "•\tРотация членов ВСП;\n" +
                "•\tДругое в любом порядке, принятое председателем собрания либо администрацией.\n" +
                "Комментарий. Время вопросов и обжалования решений администрации определяется и оканчивается по решению председателя ВСП.\n"
        },
        2: {
            text: "Статья 24.2.\nЛюбой участник проекта может предложить свою идею или пункт для включения в повестку планового собрания ВСП напрямую через председателя собрания или СА второй задачи либо передать им заявку через представителя своей фракции в ВСП. В таком случае ее обязаны передать на собрание, а затем рассмотреть либо отклонить.\n" +
                "Комментарий. Заявка может передаваться анонимно.\n"
        },
        3: {
            text: "Статья 24.3.\nПредседателем планового собрания ВСП становится либо председатель ВСП, либо СА второй задачи, либо ГП. Председатель собрания обязан корректно проводить собрания, имеет право ввести нон-флуд или РП режим, выдавать и забирать право слова.\n" +
                "Комментарий. Нон-флуд в беседе не распространяется на Коллегию высшей администрации и СА второй задачи.\n"
        },
        4: {
            text: "Статья 24.4.\nРаз в 6 месяцев Глава Проекта обязан представить ВСП генеральный план развития экономики и её функционирования в боте. Если ВСП не принимают этот план, то должны быть сформулированы пункты, которые Глава Проекта должен изменить и снова принести на утверждение ВСП. Процедура должна быть повторена пока ВСП не утвердит план/обновление. Вводить в жизнь подобные обновления и изменения без согласия ВСП запрещено.\n" +
                "Комментарий 1. Вето Главы Проекта на эти голосования не распространяются.\n" +
                "Комментарий 2. Главе Проекта может советоваться с ВСП при изменении генерального плана, однако ВСП не могут навязывать исключительно свою точку зрения.\n" +
                "Комментарий 3. Если обновления и апгрейды в течение действия генерального плана капитально изменяют механику экономики, то они также нуждаются в утверждении.\n" +
                "Комментарий 4. Генеральный план может представляться чаще полугода, но никак не реже.\n" +
                "Комментарий 5. Глава Проекта обязан составлять генеральный план совестно с Коллегией высшей и старшей администрации, кодером.\n"
        }
    },
    25: {
        1: {
            text: "Статья 25.1.\nСмена исторической эпохи, вселенной и основополагающей тематики РП осуществляется исключительно с согласия ВСП. На прочие аспекты РП механики и лора ВСП влияния не имеет.\n" +
                "Комментарий. Однако, если решения ГМов напрямую влияют на экономику, то механика их принятия, осуществляется по пункту 24.4.\n"
        },
        2: {
            text: "Статья 25.2.\nВСП утверждают бюджетный план проекта. Представители фракций ВСП определяют стоимость подписки фракций."
        },
        3: {
            text: "Статья 25.3.\nВСП имеет право наказывать и прощать игроков согласно правилам проекта."
        },
        4: {
            text: "Статья 25.4.\nВСП не может отменить решение Администрации о разбане игрока, снятии варна или уменьшении продолжительности наказания. Однако и Администрация не может пересмотреть судебные решения ВСП, в обход ВСП."
        }
    },
    26: {
        1: {
            text: "Статья 26.1.\nВСП является судом третьей инстанции. Суд ВСП – высший коллегиальный орган судебной власти Проекта. В Суд ВСП обязаны входить все действующие члены ВСП. С согласия председателя суда ВСП могут быть временно приглашены иные лица."
        },
        2: {
            text: "Статья 26.2.\nСудьями суда ВСП являются все действующие представители фракций в ВСП. Судьи ВСП обязаны быть непредвзятыми."
        },
        3: {
            text: "Статья 26.3.\nПредседатель Суда – судья, организующий проведение судебного разбирательства. Председателем Суда является либо председатель ВСП, либо, при несогласии, избранный путем голосования любой член ВСП. Председатель Суда имеет право и обязан:\n" +
                "•\tБыть непредвзятым;\n" +
                "•\tРуководить судебным процессом;\n" +
                "•\tВыдавать любые наказания сторонам судебного процесса в рамках беседы, если они не противоречат правилам проекта или не мешают проведению самого суда;\n" +
                "•\tДавать и забирать право слова;\n" +
                "•\tВводить и отменять нон-флуд режим;\n" +
                "•\tПредоставлять по запросу все материалы дела;\n" +
                "•\tНазначать дату и время проведения судебного заседания, учитывая возможности сторон судебного процесса!\n" +
                "•\tОбъявлять перерыв;\n" +
                "•\tБлюсти порядок в чате судебного разбирательства;\n" +
                "•\tОбеспечить присутствие в чате всех сторон процесса;\n" +
                "•\tСвоевременно и корректно создавать опросы;\n" +
                "•\tОглашать итоги.\n"
        },
    },
    27: {
        1: {
            text: "Статья 27.1.\nСуд ВСП созывается в трех случаях:\n" +
                "1.\tОбжалование наказания, выданного администратором.\n" +
                "2.\tВынесение приговора администратору.\n" +
                "3.\tСтатья 44 настоящих правил проекта.\n" +
                "Члены суда ВСП должны быть предупреждены о созыве не позднее чем за день до объявленной даты и времени.\n"
        },
        2: {
            text: "Статья 27.2.\nСуд ВСП имеет инструменты воздействия:\n" +
                "•\tВ первом случае: разглобан, снятие предупреждения, смягчение наказания.\n" +
                "•\tВо втором случае: любые, в пределах, предоставленных настоящими правилами проекта о наказаниях администраторам.\n" +
                "•\tВ третьем случае: любые.\n"
        },
        3: {
            text: "Статья 27.3.\nРешения Суда ВСП:\n" +
                "•\tПринимаются простым большинством Судей в результате голосования;\n" +
                "•\tЯвляются обязательными для исполнения игроками и администрацией проекта;\n" +
                "•\tИмеют статус судебного прецедента при вынесении последующих решений как судом ВСП, так и администрацией проекта.\n"
        },
    },
    28: {
        text: "Статья 28.\nСторонами судебного процесса являются:\n" +
            "•\tИстец – лицо, обращающееся в суд за защитой конкретно своего нарушенного или оспариваемого права, или охраняемого правилами проекта интереса; либо представитель ВСП, обвиняющий администратора в соответствии с седьмой главой настоящих правил проекта.\n" +
            "•\tОтветчик – лицо, которое по мнению истца нарушило или оспорило его права, или охраняемый правилами проекта интерес; либо администратор, обвиняемый в соответствии с седьмой главой настоящих правил проекта.\n" +
            "•\tСудьи – все действующие представители фракций в ВСП и имеющие право голоса. \n" +
            "•\tПредседатель Суда – лицо, организующее проведение судебного разбирательства.\n" +
            "Опционально:\n" +
            "•\tАдвокат – лицо, официально представляющее в суде интересы истца или ответчика.\n" +
            "•\tСвидетели – лица, временно приглашенные в суд для дачи показаний по делу, не являющиеся истцом или ответчиком.\n" +
            "•\tНаблюдатели — лица, приглашенные с согласия председателя суда и не имеющие никаких прав на судебном процессе, за исключением возможности получить право слова от председателя суда.\n" +
            "Комментарий. Председатель суда не может быть истцом, ответчиком или адвокатом.\n"
    },
    29: {
        1: {
            text: "Статья 29.1.\nДля возбуждения судебного разбирательства истец должен направить в чат Суда ВСП письменное исковое заявление через представителя своей фракции в ВСП или председателя суда, в котором должен изложить причину своего обращения в суд, назвать ответчика, указать обстоятельства нарушения его прав или интересов на основании правил проекта. \n" +
                "Комментарий. Представители фракций или председатель суда обязаны опубликовать исковое заявление либо с согласия председателя суда добавить истца в беседу.\n"
        },
        2: {
            text: "Статья 29.2.\nПредседатель Суда должен ознакомиться с исковым заявлением и назначить дату и время проведения судебного заседания, обеспечить присутствие в чате всех сторон процесса, их осведомленность о проведении заседания. В начале заседания Председатель Суда должен назвать все стороны судебного процесса, огласить исковое заявление, а также приложенные материалы дела, при их наличии. "
        },
        3: {
            text: "Статья 29.3.\nПроцесс судебного разбирательства должен проходить в следующем формате:\n" +
                "•\tПосле оглашения материалов дела слово предоставляется истцу для изложения его претензий.\n" +
                "•\tПосле изложения претензий истцом, слово предоставляется ответчику для защиты.\n" +
                "•\tВ случае необходимости истец или ответчик могут вызвать свидетелей для допроса или дачи показаний во время заседания. \n" +
                "•\tТакже для допроса или дачи показаний во время заседания могут быть вызваны истец или ответчик.\n" +
                "•\tПосле окончания выступлений истца и ответчика Председатель начинает голосование Судей в беседе судебного процесса, которое автоматически завершается через 24 часа.\n"
        },
        4: {
            text: "Статья 29.4.\nГолосование судей должно включать:\n" +
                "•\tТег @all;\n" +
                "•\tОпрос с сутью голосования и вариантами ответа;\n" +
                "•\tВарианты ответа в первом случае: «Администрация», «Оправдать», «Смягчить наказание» и «Не оправдать»; варианты во втором случае: «Администрация», «Наказать» и «Помиловать»;\n" +
                "•\tПриложенные доказательства и основные доводы сторон для объективной оценки судьями.\n" +
                "Судьи должны иметь право переголосовать.\n" +
                "Комментарий 1. В первом случае, если ни один из вариантов не получил 50% поддержку судей, создаётся повторное голосование с двумя вариантами, набравшими больше всего голосов, за исключением «Администрация».\n" +
                "Комментарий 2. Для принятия решения необходима явка 70% судей.\n" +
                "Комментарий 3. Статья 20.4. действительна на суде ВСП.\n" +
                "Комментарий 4. Если голоса разделились поровну и ГП воздержался от принятия решения, голос Председателя Суда решающий.\n"
        },
        5: {
            text: "Статья 29.5.\nСтороны могут запросить у Председателя перерыв в заседании в случае необходимости. "
        },
        6: {
            text: "Статья 29.6.\nПо умолчанию всем сторонам процесса запрещается говорить без разрешения Председателя. Для того, чтобы получить право слова, человек должен обратиться в беседу суда или в ЛС к председателю суда с просьбой о предоставлении права слова. "
        }
    },
    30: {
        1: {
            text: "Статья 30.1.\nФракции обязаны иметь:\n" +
                "•\tОткрытое сообщество;\n" +
                "•\tПубличную флуд-беседу;\n" +
                "•\tПубличную гражданскую РП-беседу;\n" +
                "•\tЗакрытую военную РП-беседу;\n" +
                "•\tТерриторию на карте. \n" +
                "Они имеют право на любой государственный строй, любой политический курс и любого правителя в исторических рамках.\n" +
                "Комментарий. Все беседы в названии должны содержать единое название фракции на русском языке. Сообщество должно содержать ссылки на приглашение в публичные беседы.\n"
        },
        2: {
            text: "Статья 30.2.\nФракции обязаны платить подписку, принимать участие в рп и поддерживать уровень актива минимум в 350 сообщений в день.\n" +
                "Комментарий. К подсчёту актива могут быть присоединены дополнительные чаты по согласованию с ГП. В противном случае присоединение чата к активу считается неправомерным и подлежит наказанию по усмотрению ГП.\n"
        },
    },
    31: {
        text: "Статья 31.\nФракции имеют право принимать любые правила относительно поведения игроков и сами, как им угодно, следить за их исполнением (подробнее в главе шестой). Правители могут банить кого угодно в своей стране, за исключением администраторов и модераторов, прикреплённых к фракции, а также членов Коллегии высшей администрации.\n" +
            "Комментарий 1. Правила фракции о поведении игроков обязаны включать в себя общепроектные правила.\n" +
            "Комментарий 2. Фракции имеют право потребовать сменить прикрепленных к ним членов администрации из-за личной неприязни.\n"
    },
    32: {
        text: "Статья 32.\nФракции имеют право, согласовав с ГМами и ФГМами, устраивать любое РП, которое повлияет на карту или расстановку сил в государстве."
    },
    33: {
        1: {
            text: "Статья 33.1.\nФракции, потерявшие место на карте, имеют право на пересоздание государства без испытательного срока на базе существующих бесед и сообщества, либо могут влиться в государство победителя. Если фракция была побеждена в противостоянии с НПС, то для пересоздания нужно пройти испытательный срок."
        },
        2: {
            text: "Статья 33.2.\nФракции имеют право объединиться через РП, проведенное ГМами. В зависимости от их территориального положения и РП, ГМы могут наложить запрет на передачу территорий и городов."
        },
        3: {
            text: "Статья 33.3.\nПосле объединения фракций в одну новая должна платить подписку и иметь количество мест в ВСП, умноженное на количество объединённых фракций."
        },
    },
    34: {
        text: "Статья 34.\nПосле сноса или ухода фракции, её захвата или создания новой, подписка всех фракций в проекте пересчитывается без утверждения ВСП в расчете на новое количество фракций."
    },
    35: {
        1: {
            text: "Статья 35.1.\nВ случае добровольного ухода фракции из проекта несогласные с решением граждане фракции имеют полное право на использование предыдущих бесед и сообщества, имущества в боте. Ушедшим из проекта не принадлежит ничего, они также лишаются гражданства.\n" +
                "Комментарий 1. Несогласных игроков должно быть не менее пяти. Это должно быть подтверждено самими игроками. Несогласные также должны привести пять активных игроков, в противном случае фракция вводится на испытательный срок либо сносится по усмотрению ГП.\n" +
                "Комментарий 2. ГП по совещанию с ГМами имеет право ввести испытательный срок для фракции несогласных.\n"
        },
        2: {
            text: "Статья 35.2.\nВ случае добровольного ухода фракции из проекта персонажи всех ушедших игроков считаются внезапно погибшими. То же самое относится к отдельно ушедшим игрокам и игрокам, попавшим в глобан.\n" +
                "Комментарий. В случае, если ушел правитель, его должность не отдается автоматически оставшимся игрокам. Оставшиеся игроки должны провести с ГМом борьбу за власть.\n"
        },
        3: {
            text: "Статья 35.3.\nВ случае, если несогласных при добровольном уходе фракции не нашлось, персонажи фракции и в целом вся фракция становятся фракцией и персонажами НПС без последствий."
        },
    },
    36: {
        text: "Статья 36.\nВ случае сноса или ухода фракции, все связанное с ушедшей фракцией РП приостанавливается до разбирательств и сбора несогласных игроков, но не более чем на двое суток. \n" +
            "Комментарий. По окончанию этого срока должен быть собран совет Коллегий старшей и высшей администрации, где должны быть урегулированы все возникшие вопросы. \n"
    },
    37: {
        1: {
            text: "Статья 37.1.\nГлава Проекта выдаёт предупреждение фракции, если она:\n" +
                "•\tВ течение недели 3 и больше раз не набрала минимум по активу.\n" +
                "•\tПровалила РП-ивент.\n" +
                "После второго предупреждения фракция обязана сменить правителя, после четвертого у фракции есть выбор: пройти серьёзный ивент от ГМов, в котором фракции нужно будет доказать, что она достойна жить, или снос. Если она выживает и набирает шестое предупреждение, то фракция сноситься. Предупреждения выдаются на 4 недели.\n" +
                "Комментарий. Если РП провести в течение трёх дней после просроченного дедлайна, то предупреждение снимается.\n"
        },
        2: {
            text: "Статья 37.2.\nЗа неуплату подписки выдаётся 3 предупреждения. После уплаты долга предупреждения снимаются."
        },
        3: {
            text: "Статья 37.3.\nФракция может заплатить 250 рублей за снятие предупреждения фракции. Этот донат не будет зачтён, как часть подписки или в качестве алмазов. Предупреждения, выданные за неуплату подписки, не снимаются."
        }
    },
    38: {
        1: {
            text: "Статья 38.1.\nДля создания новой фракции необходимо подать заявление в специально отведённое для того обсуждение сообщества, а также пройти испытательный срок, в течение которого:\n" +
                "•\tПривести 10 новых активных игроков (исключения составляют олды фракции, если она размораживается);\n" +
                "•\tДержать 14 дней актив в чате не ниже 700 смс 5 раз в неделю;\n" +
                "•\tПровести два еженедельных ивента и третий финальный. Все три ивента должны быть объединены в одну сюжетную арку о становлении государства, приходе игроков к власти.\n" +
                "Комментарий 1. Новая фракция может появиться на территории старой в качестве восстания, согласованного с ГМами и ГП, и должна будет пройти испытательный срок. Если восставшие игроки изначально не создавали новой фракции, а лишь хотели свергнуть правительство или чего-то другого, в случае начала гражданской войны они имеют право создать новую фракции.\n" +
                "Комментарий 2. Фракция на испытательном сроке не выплачивает подписку. \n"
        },
        2: {
            text: "Статья 38.2.\nСтартовый пакет новых фракций определяется Коллегией высшей администрации. Фракции на испытательном сроке защищены щитом, который блокирует участие фракции в игре с другими фракциями. Однако граждане этой фракции (за исключением правителей) могут участвовать в РП от ФГМов и с согласования с ГП в РП, которые не повлияют на фракции игроков. \n" +
                "Комментарий. Щит не позволяет фракции расширять свою территорию и взаимодействовать с другими государствами.\n"
        }
    },
    39: {
        1: {
            text: "Статья 39.1.\nПравитель фракции является обычным игроком, на которого распространяются все правила, касающиеся игроков."
        },
        2: {
            text: "Статья 39.2.\nПравитель фракции не может быть снят без РП обоснования, согласованного с ГМами (восстание, выборы, переворот и проч.), за исключением случая в статье 37.\n" +
                "Кодовое слово: синагога\n"
        }
    },
    40: {
        1: {
            text: "Статья 40.1.\nИгроки имеют право:\n" +
                "•\tНаходиться в любой публичной беседе проекта;\n" +
                "•\tСамостоятельно выбирать фракцию;\n" +
                "•\tЗанимать любые должности (порядок определяется по РП фракции);\n" +
                "•\tОтыгрывать РП от ФГМов любой фракции и участвовать в любых РП проекта;\n" +
                "•\tЯвляясь игроком, быть под руководством старшей и высшей администрации: рекламщиком, разработчиком или ФГМом;\n" +
                "•\tВ любой момент обратиться в суд ВСП.\n"
        },
        2: {
            text: "Статья 40.2.\nИгроки не могут:\n" +
                "•\tНаходиться в административных чатах;\n" +
                "•\tИграть без анкеты персонажа;\n" +
                "•\tМенять фракцию чаще, чем раз в неделю;\n" +
                "•\tИграть за две фракции одновременно;\n" +
                "•\tНаходиться в двух местах по РП одновременно;\n" +
                "•\tБыть заглобаненными без причины, без объяснения и без должного разбирательства;\n" +
                "•\tПривлекаться к ответственности дважды за факт одного и того же нарушения.\n" +
                "Комментарий. В течение двух недель после регистрации игрок имеет право менять фракцию без ограничений.\n"
        }
    },
    41: {
        1: {
            text: "Статья 41.1.\nЗапрещен буллинг участников проекта. Карается перманентным предупреждением."
        },
        2: {
            text: "Статья 41.2.\nЗапрещена публикация контента 18+. Карается предупреждением на два месяца."
        },
        3: {
            text: "Статья 41.3.\nЗапрещена публикация ультраправой пропаганды, а также пропаганды сексизма, насилия и религиозной вражды. Карается предупреждением на два месяца."
        },
        4: {
            text: "Статья 41.4.\n. Запрещено заострять внимание на СВО и устраивать политсрачи. Карается предупреждением на два месяца.\n" +
                "Комментарий. Цивильные споры о политике разрешены. В случае перерастания в срач, караются обе стороны по усмотрению администратора, так что рисковать не стоит.\n"
        },
        5: {
            text: "Статья 41.5.\nЗапрещается спам сообщениями в чате. Спамом считается отправление одинакового по смыслу сообщения более 5 раз подряд. Карается предупреждением на два месяца."
        },
        6: {
            text: "Статья 41.6.\nЗапрещено распространение личной информации, которую обладатель считает важной для себя, среди участников проекта без согласия обладателя путем личных сообщений либо в беседах, где присутствуют участники Зевса. Расследуется администрацией и карается глобаном на год.\n" +
                "Комментарий. Поскольку важность информации субъективна, для вынесения приговора обязательно подтверждение участником проекта важности этой информации для себя.\n"
        },
        7: {
            text: "Статья 41.7.\nЗапрещается реклама сторонних РП-проектов без согласования с ГП. Карается перманентным предупреждением."
        }
    },
    42: {
        1: {
            text: "Статья 42.1.\nЗапрещено открытое непослушание администрации по требованиям и по РП. Карается предупреждением на два месяца."
        },
        2: {
            text: "Статья 42.2.\nЗапрещено хамить админам. Тяжесть наказания выбирает администратор или модератор."
        },
    },
    43: {
        1: {
            text: "Статья 43.1.\nСоздание и любое действие с фейк-аккаунта в проекте должно утверждаться с Коллегией высшей администрацией в лице ГП. В случае, если действие с фейка было не разрешено, оно считается неправомерным и подлежит наказанию глобаном на год владельца и всех его фейков.\n" +
                "Комментарий. Получение информации от фейк-аккаунтов должно быть обусловлено по РП, иначе это считается метагеймингом. Подробнее в правилах РП.\n"
        },
        2: {
            text: "Статья 43.2.\nЗапрещается багоюзерство. Карается глобаном и штрафом в 1,5 превышающем награбленное. Минимальный срок глобана 2 недели и определяется согласно тяжести нарушения.\n" +
                "Комментарий. Багоюзом считается использование неисправности, ошибки бота и неправомерное накручивание ресурсов.\n"
        },
        3: {
            text: "Статья 43.3.\nОбнаружение бага и его укрывательством карается перманентным предупреждением."
        },
        4: {
            text: "Статья 43.4.\nЗапрещено разглашение корпоративной тайны. Корпоративной тайной считается информация, находящаяся в чатах Администрации, за исключением чатов Рекламы, Группы Разработки и Коллегии ФГМов, а также ВСП в случае статьи 20.5. Карается перманентным предупреждением и снятием с должности, в дальнейшим игрок/админ не может становиться членом ВСП или админом, пока ВСП не решит обратное."
        },
        5: {
            text: "Статья 43.5.\nЗапрещено воровство/копирование кода, бота и прочего творческого/технического материала, созданного администрацией проекта и ВСП. Карается перманентным глобаном."
        },
        6: {
            text: "Статья 43.6.\nЗапрещается вредительство проекту и саботаж его деятельности. Карается перманентным глобаном.\n" +
                "Комментарий. Вредительством считаются: снос пабликов, чатов; рейды; саботаж работы бота и администрации. \n"
        },
        7: {
            text: "Статья 43.7.\nЗапрещены действия, влияющие на РП и проект, совершенные по указке либо продвигающие интересы игрока, находящегося в глобане. Карается глобаном нарушителя на месяц, выдачи трёх предупреждений его фракции.\n" +
                "Комментарий 1. Правило не распространяется на деятельность в суде.\n" +
                "Комментарий 2. При повторном нарушении правила с участием тех же лиц, действия приравниваются к статье 43.1., как деятельность с фейк-аккаунта.\n"
        }
    },
    44: {
        text: "Статья 44.\nВ случае, если действия участника проекта де-юре разрешены или не запрещены (т. е. используется «дыра» в правилах), но эти действия вредят проекту и/или являются аморальными по отношению к участникам Зевса и/или не могут быть проконтролированы администрацией Зевса, то администрация в праве созвать суд ВСП для осуждения нарушителя. Если суд ВСП на голосовании решает, что действия игрока действительно подпадают под описание, представленное выше в статье 44, то наказание выдаётся в соответствии со схожими по смыслу статьями либо определяется на суде ВСП председателем суда исходя из предложенных Главой Проекта вариантов.\n" +
            "Комментарий 1. Если нарушитель — администратор, председатель суда ВСП имеет право отстранить администрацию от участия в выборе наказания для нарушителя. В таком случае выбор наказания полностью переходит на обсуждение судей ВСП, где председатель суда имеет решающее слово.\n" +
            "Комментарий 2. В случае, если наказание было произведено за использование «дыры» в правилах без созыва суда ВСП, оно считается неправомерным.\n" +
            "Комментарий 3. Если в суде сторона апеллирует к «дыре» в правилах, суд по статье 44 может быть созван немедленно и иметь первостепенное значение. Остальные дела должны быть отложены.\n"
    },
    45: {
        text: "Статья 45.\nРецидив в течение двух месяцев карается глобаном на два месяца. Три предупреждения — глобан на два месяца. Администратор по своему усмотрению может облегчить или утяжелить наказание в зависимости от тяжести нарушения. Также Администратор может в зависимости от тяжести предупреждений уменьшить или увеличить срок глобана. В случае, если участник проекта многократно нарушает правила, рекомендуется наказание по всей тяжести, предусмотренной в статье. Рекомендуется и обратное: в случае, если участник проекта недавно появился в проекте и/или ранее не нарушал правила, то наказание не должно подразумевать глобан, а максимум — два предупреждения вместо него, в целом наказание смягчено.\n" +
            "Комментарий. У игроков есть право на нарушение статьи 42.1., если ВСП объявило стачку. Стачка объявляется единогласно.\n"
    },
    46: {
        1: {
            text: "Статья 46.1.\nЛюбой участник проекта когда угодно имеет право обратиться в суд ВСП в случае неудовлетворения решением Администрации. Подробнее в статье 29.1."
        },
        2: {
            text: "Статья 46.2.\nИгроки имеют право ходатайствовать о преждевременном разбане в суде ВСП."
        }
    },
    47: {
        1: {
            text: "Статья 47.1.\nПерманентные глобаны не подлежат разбану и перманентные предупреждения не снимаются, если подтверждены судом ВСП."
        },
        2: {
            text: "Статья 47.1.\nНарушения пунктов 1,2,3,4,5 статьи 41 и статьи 42 имеют срок давности. Если наказание не было выдано в течение двух недель, то игрок за это нарушение не может быть наказан. Остальные нарушения не имеют срока давности.\n" +
                "Комментарий. В случае, если администратору было сообщено о нарушении в течение 7 дней с факта нарушения, правило на данное конкретное нарушение не распространяется.\n"
        }
    },
    48: {
        text: "Статья 48.\nВсе игроки, подверженные буллингу, фиксирующие регулярную и оскорбительную ультраправую пропаганду или чрезмерное заострение внимание на СВО, должны сообщить Администраторам или модераторам, иначе нарушитель может уйти от правосудия. \n" +
            "Комментарий. Невозможно со стороны определить буллинг, регулярность пропаганды или систематические политсрачи. Поэтому Администраторы и модераторы будут исходить из того, что игрок не выходит за рамки. Для ужесточения наказания необходимы свидетельства других игроков.\n"
    },
    49: {
        text: "Статья 49.\nВ случае, если оскорбленный, подверженный буллингу, пострадавший от слива информации и т. д. простил нарушителя, то пострадавший может направить администратору прошение о разбане, снятии репорта и т.п., администрация в праве его удовлетворить.\n" +
            "Комментарий. Если наказание было подтверждено в суде ВСП, это не является преградой для снятия наказания в случае 49 статьи, однако суд ВСП должен быть уведомлен об этом в течение трёх суток после снятия наказания.\n"
    },
    50: {
        text: "Статья 50.\nСуществует три инстанции по контролю за правилами и наказанию нарушителей-игроков: Правительство Фракции, Администрация и суд ВСП; и нарушителей-администраторов: опционально Административный суд и суд ВСП."
    },
    51: {
        1: {
            text: "Статья 51.1.\nПравительство Фракции наказывает игроков в своём чате по своему усмотрению и согласно своим правилам (правила фракций обязаны включать в себя общепроектные запреты). В распоряжение правительства находятся все инструменты наказаний в пределах своего чата."
        },
        2: {
            text: "Статья 51.2.\nЕсли игроки недовольны решением своего правительства, то они направляют жалобу СА второй задачи или модератору своего чата.\n" +
                "•\tЕсли Администратор или модератор посчитает, что виновный остался безнаказанным, то выносит наказание согласно Правилам проекта.\n" +
                "•\tЕсли Администратор или модератор посчитает, что невиновный игрок был наказан, то он сообщает об этом правительству. Правительство действует, на своё усмотрение.\n"
        },
        3: {
            text: "Статья 51.3.\nАдминистраторы или модераторы не разбирают дела, не связанные с общепроектными правилами. "
        },
        4: {
            text: "Статья 51.4.\nОбвиненный Правительством Фракции в шпионаже, пособничестве врагу, предательстве, покушении на персонажа игрока и т. д. не может обратиться c жалобой к Администратору или модератору своего чата, поскольку этот суд является частью РП-процесса."
        }
    },
    52: {
        text: "Статья 52.\nАдминистратор или модератор имеют в распоряжении следующие инструменты воздействия: предупреждение, снятие предупреждения, глобан и глоразбан."
    },
    53: {
        text: "Статья 53.\nАдминистраторы и модераторы не могут выносить наказание по пунктам 1,4,6 статьи 41, если все условия соблюдены:\n" +
            "•\tНарушение произошло в родном чате нарушителя;\n" +
            "•\tБыл зафиксирован буллинг/срач между гражданами одного государства;\n" +
            "•\tПострадавший(-ие) участник(-и) не оскорблен(-ы)/задет(-ы)/унижен(-ы) и т. д. по его(их) словам.\n" +
            "В этом случае Администратор или модератор должен уведомить Правительство Фракции нарушителя. Если реакции не последовало, то вынести наказание согласно правилам. Если последовало, то алгоритм действий согласно статье 51.\n"
    },
    54: {
        1: {
            text: "Статья 54.1.\nЕсли участник недоволен решением администрации, то он может подать ходатайство о разбане или снятии предупреждения администраторам. Если его не удовлетворяют, он имеет право направить жалобу в суд ВСП (подробнее в главе третьей). "
        },
        2: {
            text: "Статья 54.1.\nЕсли участник недоволен работой администрации, заподозрил администратора в нарушении правил, то он может подать ходатайство в Коллегию высшей администрации либо на плановом собрании ВСП. Если Административный суд не был собран (см. статья 6.2.), а администратор не осуждён, или реакции не последовало, участник может направить иск в суд ВСП (подробнее в главе третьей)."
        },
    },
    55: {
        text: "Статья 55.\nУчастники проекта должны следить за корректной работой друг друга. Склонение к совершению нарушения, игнорирование и бездействие, намеренное обострение ситуации, умышленное вредительство проекту и т. д. может рассматриваться как соучастие и являться причиной для отягчающего наказания."
    },
    56: {
        text: "Статья 56.\nАдминистраторы получают наказания от Главы Проекта. Первой инстанцией является Административный суд, второй инстанцией суд ВСП. Глава Проекта имеет право ужесточить наказание в зависимости от его тяжести. ВСП имеет право выдать разрешение на занятие должности."
    },
    57: {
        1: {
            text: "Статья 57.1.\nЗапрещено нарушение порядка управления проектом, указанного в правилах, а именно превышение полномочий администрацией или ВСП, систематическое невыполнение обязанностей и другое. Наказание: предупреждение на три месяца."
        },
        2: {
            text: "Статья 57.1.\nЗапрещено пособничество или вредительство какой-либо фракции, а именно выдача наказания без объяснения причины или без причины, подтасовка значений бота и результатов РП, накрутка ресурсов и другое. Наказание: потеря должности и запрет на ее занятие в будущем, предупреждение на три месяца."
        }
    },
    58: {
        text: "Статья 58.\nЧлен администрации, набравший два предупреждения, теряет свою должность и два месяца не сможет её занимать."
    },
    59: {
        text: "Статья 59.\nПосле трёх предупреждений Глава Проекта снимается с должности без утверждения Владельцем, и не может более ее занимать. Новый Глава Проекта назначается согласно правилам. \n" +
            "Комментарий. Глава Проекта не имеет право вето на судебных голосованиях ВСП по осуждению ГП. Однако Владелец имеет.\n"
    }
}