module.exports = {
    1: {
        text: "Статья 1.\nАдминистрацию Проекта возглавляет Глава Проекта. Он курирует её деятельность и определяет пути развития Проекта. Администрация не имеет права вмешиваться в рп процесс.\n\nКомментарий. ГМы могут и должны проводить рп-ивенты, однако беспричинные и предвзятые воздействия на рп недопустимы (смена правителя, снос фракции, изменения границ и понижение/повышение показателей в боте)."
    },
    2: {
        1: {
            text: "Статья 2.1.\nГлава Проекта избирается в ВСП и утверждается Владельцем Проекта, в случае если Владелец не утверждает кандидатуру выбранного и накладывает своё вето, ВСП может предложить другую кандидатуру. В случае если ВСП не выдвигает свою кандидатуру, Владелец Проекта должен выбрать и утвердить нового Главу Проекта самостоятельно. Для преодоления вето Владельца нужна единогласная поддержка кандидата.\n\nКомментарий 1. Владелец Проекта не может становиться Главой Проекта, но может занимать другие должности в администрации.\n\nКомментарий 2. У Главы Проекта нет права вето на подобные голосования."
        },
        2: {
            text: "Статья 2.2.\nВыборы Главы Проекта происходят в два тура. Двое победителей в первом туре переходят во второй. В случае ничьи выбор осуществляется Владельцем, однако тот также может наложить своё вето на обоих."
        },
        3: {
            text: "Статья 2.3.\nГлава Проекта может быть отстранён при обоюдном согласии ВСП и Владельца. Если ВСП единогласно решают отстранить Главу Проекта, то он может быть отстранён без согласия Владельца.\n\nКомментарий. За исключением случаев, описанных в 36 статье."
        },
        4: {
            text: "Статья 2.4.\nГлава Проекта должен:\n•\tБыть совершеннолетним\n•\tБыть админом/игроком более полугода\n"
        },
        5: {
            text: "Статья 2.5.\nТолько Владелец Проекта может решить кому и когда предавать права на обладание проектом. После Передачи Старый Владелец должен будет ещё 14 дней хранить звание в боте, чтобы удостовериться в правильности выбора."
        },
        6: {
            text: "Статья 2.6.\nПосле передачи власти Глава Проекта и Владелец Проекта перестают иметь какие-либо особые права и становятся обычными игроками."
        }
    },
    3: {
        1: {
            text: "Статья 3.1.\nГлава Проекта обязан назначить в администрацию Главного Гейм-мастера (ГМ), Tim-Lead Developer и Старшего Администратора. По желанию Главы могут быть привлечены к работе иные должностные лица (психолог, тех. поддержка и проч.)"
        },
        2: {
            text: "Статья 3.2.\nТакже членами администрации являются картограф, модераторы, хелперы (тех. поддержка). Обязанность картографа может взять на себя любой из администрации."
        },
        3: {
            text: "Статья 3.3.\nАдминистратор имеет право находиться в любом чате проекта, который подконтролен ему. В случае конфликта с фракцией Глава Проекта должен передать её под модерацию другому Администратору.\n\nКомментарий 1. Чатами проекта считаются такие, в которых в которых есть бот «Зевс».\n\nКомментарий 2. ГМы обязаны присутствовать в рп-чатах, иначе результаты этих рп не учитываются. Администраторы получают системую админку в чатах."
        },
        4: {
            text: "Статья 3.4.\nВсе правила Зевса в равной степени распространяются на игроков и админов."
        },
    },
    4: {
        1: {
            text: "Статья 4.1.\nГлава Проекта составляет бюджетный план проекта (оклад администрации, расходы на бота и рекламу, монетизацию проекта). Первоочередным критерием является непрерывность игры. Этот бюджетный план должен быть утвержден в ВСП. Из этого бюджетного плана высчитывается подписка фракций. В случае, если возникает прибыль, то она принадлежит Владельцу Проекта."
        },
        2: {
            text: "Статья 4.2.\nВнеочередные безвозмездные донаты от игроков записываются на счёт фракции, как преждевременная оплата будущих подписок."
        }
    },
    5: {
        1: {
            text: "Статья 5.1.\nГлавный ГМ и Tim-Lead Developer с разрешения Главы Проекта могут нанимать себе в помощники ГМов и Developer."
        },
        2: {
            text: "Статья 5.2.\nГМы обязаны проводить минимум по одному рп-ивенту за два месяца в каждой фракции. ГМы обязаны быть беспристрастными судьями. Все построения армий, роды войск и применяемые тактики, должны оцениваться объективно.\n\nКомментарий. Ивентов может быть больше, однако проводиться они должны равномерно и соразмерно с возможностями фракции."
        },
        3: {
            text: "Статья 5.3.\nГМам рекомендуется ориентироваться при провождении ивентов на пару правил:\n•\tЧем больше территория государства, тем более массовые и тяжелые ивенты могут произойти.\n•\tЕсли государство умирает и правительство перестаёт трудиться, то повышается вероятность волнений и отсоединений территории.\nИ прочие на усмотрение ГМов. \n"
        },
        4: {
            text: "Статья 5.4.\nГлава Проекта совместно с ГМами устраивает раз в 1-2 недели мини-рп ивенты. Государства имеют право предложить своё альтернативное рп, и если оно устроит Главу Проекта и ГМов, то будет произведена замена."
        },
        5: {
            text: "Статья 5.5.\nГлава Проекта совместно с ГМами оценивает мини-рп (количество человек, длительность, интенсивность, пост). РП считается проваленным, если выполняется один из пуктов:\n•\tНе было проведено РП\n•\tНе был написан пост\n•\tБыло меньше трёх участников из своей фракции\n"
        },
        6: {
            text: "Статья 5.6.\nВсе правила, касающиеся проведения рп, ивентов и механики пишутся ГМами и утверждаются Главой Проекта. Эти правила обязаны публиковаться в главном паблике."
        }
    },
    6: {
        1: {
            text: "Статья 6.1.\nАдминистратор является старшим звеном в админ составе.\n•\tТолько через Администратора можно выдавать глобан\n•\tАдминистратор руководит модераторами и тех. поддержкой, назначает их.\n•\tАдминистратор выполняет личные поручения Главы Проекта и может давать поручения гейм мастерам, модерам и хелперам.\n"
        },
        2: {
            text: "Статья 6.2.\nМодератор следит за порядком в чатах проекта, может мутить участника и выдавать ему предупреждение. "
        },
        3: {
            text: "Статья 6.3.\nХелпер помогает игрокам в освоении бота и правил проекта."
        }
    },
    7: {
        text: "Статья 7.\nВсе обновления, изменения и новые требования должны быть опубликованы в общем паблике Зевса, иначе они являются недействительными."
    },
    8: {
        text: "Статья 8.\nОсновной паблик Зевса должен быть открытой группой."
    },
    9: {
        1: {
            text: "Статья 9.1.\nПредставители от всех фракций входят в Верховный Сход Проекта (ВСП). Это законотворческий орган проекта. Все правила, принимаемые в проекте, должны быть утверждены большинством голосов на ВСП, путём анонимного голосования.\n\nКомментарий. Для принятия решения необходимо минимум 70% явка представителей."
        },
        2: {
            text: "Статья 9.2.\nСмена исторической эпохи, вселенной и основополагающей тематики рп, осуществляется исключительно с согласия ВСП. На прочие аспекты рп механики и лора ВСП влияния не имеет.\n\nКомментарий. Однако если решения ГМов напрямую влияют на экономику, то механика их принятия, осуществляется по пункту 9.3."
        },
        3: {
            text: "Статья 9.3.\nРаз в 6 месяцев Глава Проекта обязан представить ВСП генеральный план развития экономики и её функционирования в боте. Если ВСП не принимают этот план, то должны быть сформулированы пункты, которые Глава Проекта должен изменить и снова принести на утверждение ВСП. Процедура должна быть повторена пока ВСП не утвердит план/обновление. Вводить в жизнь подобные обновления и изменения без согласия ВСП запрещено.\n\nКомментарий 1. Вето Главы Проекта на эти голосования не распространяются.\n\nКомментарий 2. Главе Проекта может советоваться с ВСП при изменении генерального плана, однако ВСП не могут навязывать исключительно свою точку зрения.\n\nКомментарий 3. Если обновления и апгрейды в течении действия генерального плана капитально изменяют механику экономики, то они также нуждаются в утверждении.\n\nКомментарий 4. Генеральный план может представляться чаще полугода, но никак не реже.\n\nКомментарий 5. Глава Проекта обязан составлять генеральный план совестно с Tim-Lead Developer."
        },
        4: {
            text: "Статья 9.4.\nВСП имеет секретаря. В его обязанности входит опубликовывать решения ВСП в основном паблике, ставить вопросы на голосование, следить за активностью представителей. Избирается голосованием на сходе раз в месяц."
        },
        5: {
            text: "Статья 9.5.\nУчастники ВСП должны проявлять активность при деятельности ВСП."
        },
        6: {
            text: "Статья 9.6.\nЧлены ВСП являются такими же игроками, как остальные. На них распространяются все правила и у них нет особых прав по присутствию в чатах проекта."
        },
        7: {
            text: "Статья 9.7.\nЧлены ВСП утверждают бюджетный план проекта. Члены ВСП определяют стоимость подписки фракции. "
        }
    },
    10: {
        text: "Статья 10.\nГлава Проекта, Старший Администратор, Главный ГМ, Tim-Lead Developer и Владелец имеют право законотворческой инициативы, однако не имеют право голоса. "
    },
    11: {
        text: "Статья 11.\nВ случае разделения голосов поровну, голос Главы Проекта решающий. В случае перевеса в один голос Глава Проекта может поддержать меньшинство."
    },
    12: {
        1: {
            text: "Статья 12.1.\nВСП является судом второй инстанции. Если кто-либо недоволен решением Администратора, то его пересматривает ВСП. "
        },
        2: {
            text: "Статья 12.2.\nВСП имеет право наказывать и прощать игроков согласно правилам проекта."
        }
    },
    13: {
        text: "Статья 13.\nГлава Проекта имеет право отлагательного вето. Чтобы его преодолеть необходимо 85% голосов. "
    },
    14: {
        text: "Статья 14.\nПредставитель страны может быть отстранён от должности своим государством или 85% на голосовании в ВСП."
    },
    15: {
        text: "Статья 15.\nРаз в месяц происходит обновление состава стран ВСП. Треть фракций должны изменить своих представителей. Позже они могут быть восстановлены только через три месяца."
    },
    16: {
        text: "Статья 16.\nВСП не может отменить решение Администрации о разбане игрока, снятии варна или уменьшения продолжительности наказания. Однако и Администрация не может пересмотреть судебные решения ВСП, в обход ВСП."
    },
    17: {
        1: {
            text: "Статья 17.1.\nФракции имеют свой паблик, чат и территорию на карте. Они имеют право на любой государственный строй, любой политический курс и любого правителя."
        },
        2: {
            text: "Статья 17.2.\nФракции имеют право принимать любые законы относительно поведения игроков и сами, как им угодно следить за их исполнением (подробнее в главе 5). Правители могут банить кого угодно в своей стране, за исключением администраторов и модераторов, прикреплённых к фракции, а также членов администрации при исполнении и Главы Проекта.\n\nКомментарий 1. Правила фракции насчет поведения ОБЯЗАНЫ включать в себя общепроектные правила.\n\nКомментарий 2. Все чаты с ботом “Зевс” являются частью страны и на них также распространяются общие правила."
        }
    },
    18: {
        text: "Статья 18.\nФракции обязаны платить подписку, принимать участие в мини-рп ивентах и поддерживать уровень актива минимум на 500 смс в день.\n\nКомментарий. К подсчёту актива могут быть присоединены дополнительные рп-чаты."
    },
    19: {
        1: {
            text: "Статья 19.1.\nФракции имеют право, согласовав с ГМами, устраивать любое рп, которое повлияет на карту или расстановку сил в государстве."
        },
        2: {
            text: "Статья 19.2.\nФракции, потерявшие место на карте, имеют право на пересоздание государства без испытательного срока на базе существующих чатов и паблика. А могут влиться в государство победителя. Если фракция была побеждена в противостоянии с нпс, то для пересоздания нужно пройти испытательный срок."
        }
    },
    20: {
        1: {
            text: "Статья 20.1.\nГлава Проекта выдаёт предупреждение фракции, если она:\n•\tВ течение недели 3 и больше раз не набрала минимум по активу;\n•\tПровалила мини-рп ивент;\nПосле второго предупреждения фракция обязана сменить правителя, после четвертого у фракции есть выбор: пройти серьёзный ивент от ГМов, в котором фракции нужно будет доказать, что она достойна жить, или снос. Если она выживает и набирает шестое предупреждение, то фракция сноситься. Предупреждения выдаются на 4 недели.\n\nКомментарий. Если мини-рп провести в течение трёх дней после просроченного дедлайна, то предупреждение снимается."
        },
        2: {
            text: "Статья 20.2.\nЗа неуплату подписки выдаётся 3 предупреждения. После уплаты долга предупреждения снимаются."
        },
        3: {
            text: "Статья 20.3.\nФракция может заплатить 75 рублей за снятие предупреждения фракции. Этот донат не будет зачтён, как часть подписки. Предупреждения, выданные за неуплату подписки, не снимаются."
        }
    },
    21: {
        1: {
            text: "Статья 21.1.\nДля создания новой фракции необходимо пройти испытательный срок, в течение которого:\n•\tПривести 10 новых активных игроков (исключения составляют олды фракции, если она размораживается)\n•\tДержать 14 дней актив в чате не ниже 700 смс 5 раз в неделю\n•\tПровести два еженедельных ивента и третий финальный. Все три ивента должны быть объединены в одну сюжетную арку о становлении государства.\n"
        },
        2: {
            text: "Статья 21.2.\nСтартовый пакет новых фракций определяется администрацией. Фракции на испытательном сроке защищены щитом, который блокирует участие фракции в Большой Игре. Однако граждане этой фракции (за исключением правителей) могут участвовать в рп между игроками.\n\nКомментарий. Щит не позволяет фракции расширять свою территорию и взаимодействовать с другими государствами."
        }
    },
    22: {
        1: {
            text: "Статья 22.1.\nПравитель фракции является обычным игроком, на которого распространяются все правила, касающиеся игроков."
        },
        2: {
            text: "Статья 22.2.\nПравитель фракции не может быть снят без рп обоснования, согласованного с ГМами (восстание, выборы, переворот и проч.), за исключением случая в статье 20."
        }
    },
    23: {
        text: "Статья 23.\nИгроки…\n\n•\tне могут быть заглобанены без причины, без объяснения и без должного разбирательства.\n•\tимеют право самостоятельно выбирать фракцию.\n•\tне могут менять фракцию чаще, чем раз в неделю.\n•\tимеют право занимать любые должности (порядок определяется по рп фракции).\n•\tне могут играть за две фракции одновременно.\n•\tне могут привлекаться к ответственности дважды за одно и тоже нарушение.\n"
    },
    24: {
        1: {
            text: "Статья 24.1.\nЗапрещено использование чужой личной информации без согласия. А значит запрещено скидывать любую личную информацию о другом человеке без его ведома. Абсолютно любую. Карается глобаном."
        },
        2: {
            text: "Статья 24.2.\nЗапрещен буллинг участников проекта. Карается перманентным предупреждением."
        },
        3: {
            text: "Статья 24.3.\nЗапрещено использование фейков для гринда ресурсов. Можно использовать фейки, как шпионов, но тогда следует об этом предупредить администрацию. Карается перманентным глобаном."
        },
        4: {
            text: "Статья 24.4.\nЗапрещено открытое непослушание администрации по требованиям и по рп. Карается предупреждением на два месяца."
        },
        5: {
            text: "Статья 24.5.\nЗапрещено хамить админам. Тяжесть наказания выбирает Администратор или модератор."
        },
        6: {
            text: "Статья 24.6.\nЗапрещается публиковать контент 18+. Карается предупреждением на два месяца."
        },
        7: {
            text: "Статья 24.7.\nЗапрещается спам сообщениями в чате. Спамом считается отправление одинокого по смыслу сообщения более 5 раз подряд. Карается предупреждением на два месяца."
        },
        8: {
            text: "Статья 24.8.\nЗапрещается публиковать регулярную ультраправую пропаганду, а так же пропоганду сексизма, насилия и религиозной вражды. Карается предупреждением на два месяца."
        },
        9: {
            text: "Статья 24.9.\nЗапрещается заострять внимание на СВО и устраивать политсрачи. Карается предупреждением на два месяца."
        },
        10: {
            text: "Статья 24.10.\nЗапрещается реклама сторонних рп-проектов. Карается перманентным предупреждением."
        },
        11: {
            text: "Статья 24.11.\nЗапрещается багоюзерство. Карается глобаном и штрафом в 1,5 превышающем награбленное. Минимальный срок глобана 2 недели и определяется согласно тяжести нарушения."
        },
        12: {
            text: "Статья 24.12.\nЗапрещается разглашение корпоративной тайны. Корпоративной тайной считается информация, находящаяся в чатах Администрации и ВСП. Карается перманентным предупреждением и снятием с должности, в дальнейшим игрок/админ не может становиться членов ВСП или админом, пока ВСП не решит обратное."
        },
        13: {
            text: "Статья 24.13.\nЗапрещается воровство/копирование кода, бота и прочего творческого/технического материала, созданного администрацией проекта и ВСП. Карается перманентным глобаном."
        },
        14: {
            text: "Статья 24.14.\nОбнаружение бага и его укрывательством карается перманентным предупреждением."
        },
        15: {
            text: "Рецидив в течение двух месяцев карается глобаном на два месяца. Три предупреждения- глобан на два месяца. Администратор по своему усмотрению может облегчить или утяжелить наказание в зависимости от тяжести нарушения. Также Администратор может в зависимости от тяжести предупреждений уменьшить или увеличить срок глобана.\n\nКомментарий. У игроков есть право на нарушение статьи 24.4, если ВСП объявило стачку. Стачка объявляется единогласно."
        }
    },
    25: {
        1: {
            text: "Статья 25.1.\nИгроки имеют право обратиться в ВСП в случае неудовлетворения решением Администрации."
        },
        2: {
            text: "Статья 25.2.\nИгроки имеют право ходатайствовать о преждевременном разбане в ВСП. "
        },
        3: {
            text: "Статья 25.3.\nПерманентные глобаны не подлежат разбану и перманентные предупреждения не снимаются, если подтверждены ВСП."
        }
    },
    26: {
        text: "Статья 26.\nВсе игроки подверженные буллингу, фиксирующие регулярную и оскорбительную ультраправую пропаганду или чрезмерное заострение внимание на СВО, должны сообщить Администраторам или модераторам, иначе нарушитель может уйти от правосудия.\n\nКомментарий. Невозможно со стороны определить буллинг, регулярность пропаганды или систематические полтсрачи. Поэтому Администраторы и модераторы будут исходить из того, что игрок не выходит за рамки. Для ужесточения наказания необходимы свидетельства других игроков."
    },
    27: {
        text: "Статья 27.\nВсе жалобы и прошения игроков Администраторам, модераторам и ВСП направляются в специальное обсуждение в главном паблике."
    },
    28: {
        text: "Статья 28.\nСуществует три инстанции по контролю за правилами и наказанию виновных: Правительство Фракции, Администрация и ВСП."
    },
    29: {
        text: "Статья 29.\nПравительство Фракции наказывает игроков в своём чате по своему усмотрению и согласно своим правилам (правила фракций обязаны включать в себя общепроектные запреты). В распоряжение правительства находятся все инструменты наказаний в пределах своего чата."
    },
    30: {
        1: {
            text: "Статья 30.1.\nЕсли игроки недовольны решением своего правительства, то они направляют жалобу Администратору или модератору своего чата.\n•\tЕсли Администратор или модератор посчитает, что виновный остался безнаказанным, то выносит наказание согласно Правилам проекта. \n•\tЕсли Администратор или модератор посчитает, что невиновный игрок был наказан, то он сообщает об этом правительству. Правительство действует, на своё усмотрение.\nАдминистратору или модератору не разбирают дела, не связанные с общепроектными правилами. Администратору или модератору имеют в распоряжении следующие инструменты воздействия: предупреждение, глобан и глоразбан.\n\nКомментарий 1. Обвиненный Правительством Фракции не может обраться c жалобой к Администратору или модератору своего чата, поскольку этот суд часть рп."
        },
        2: {
            text: "Статья 30.2.\nАдминистраторы и модераторы не могут выносить наказание по статьям 24.1, 24.2, 24.6, 24.7, 24.8, 24.9, если все условия соблюдены:\n•\tНарушение произошло в родном чате нарушителя.\n•\tБыл зафиксирован буллинг/срач между гражданами одного государства.\nВ этом случае Администратор или модератор должен уведомить Правительство Фракции нарушителя. Если реакции не последовало, то вынести наказание согласно правилам. Если последовало, то алгоритм действий согласно 30.1\n"
        },
    },
    31: {
        1: {
            text: "Статья 31.1.\nЕсли игроки недовольны решением администрации, то они направляют жалобу в ВСП. Также в ВСП может направить жалобу нарушитель, если он несогласен с вердиктом администрации. ВСП может подтвердить или изменить приговор Администратора или модератора.\n\nКомментарий. Оправдательные или смягчающие решения администрации отмене не подлежат."
        },
        2: {
            text: "Статья 31.2.\nИнструменты воздействия ВСП: предупреждение и снятие предупреждения, глобан и разглобан."
        },
    },
    32: {
        text: "Статья 32.\nИгроки, попавшие в глобан, могут подать ходатайство о разбане Администраторам. Если он его не удовлетворяет, то они могут направить новое в ВСП. Перманентные баны разбану не подлежат, все перманетные глобаны нуждаются в утверждение ВСП."
    },
    33: {
        text: "Статья 33.\nГлава Проекта имеет право вето на судебных голосованиях."
    },
    34: {
        text: "Статья 34.\nНарушение порядка управления проектом, указанного в правилах, есть грубое нарушение правил проекта. Наказание за него определяет ВСП.\n\nКомментарий. Нарушение порядка управления проектом есть: превышение полномочий администрацией или ВСП, систематическое невыполнение обязанностей."
    },
    35: {
        1: {
            text: "Статья 35.1.\nЧлен администрации, набравший два предупреждения, теряет свою должность и два месяца не сможет её занимать."
        },
        2: {
            text: "Статья 35.2.\nНаказания модераторам, хелперам, ГМам, Developer и прочим админам выдаются администраторами, правительствами фракций и ВСП, согласно правилам проекта. "
        },
        3: {
            text: "Статья 35.3.\nАдминистраторы получают наказание от Главы Проекта. Второй инстанцией является ВСП."
        }
    },
    36: {
        text: "Статья 36.\nАдмин, уличенный в пособничестве/вредительстве какой-либо фракции, теряет свою должность и не сможет более её занимать, если ВСП не решит иное. Также в зависимости от тяжести нарушения Глава Проекта выдаёт наказание. Второй инстанцией является ВСП.\n\nКомментарий. Выдача наказания без объяснения причины или без причины, подтасовка значений бота и результатов рп являются пособничеством/вредительством."
    },
    37: {
        text: "Статья 37.\nЕсли Глава Проекта нарушает правила, то ВСП выдаёт ему предупреждение на срок, не выше трёх месяцев. После трёх предупреждений Глава Проекта отправляется в отставку без утверждения Владельцем, он не сможет более занимать должность Главы Проекта, если ВСП не решит иное. Новый Глава Проекта назначается согласно правилам.\n\nКомментарий. Глава Проекта не имеет право вето на подобных голосованиях. Однако Владелец имеет."
    }
}