module.exports = {
    call_request: [
        "Отстань!",
        "🐺Меня не надо звать, я сам прихожу.🐺",
        "На месте!",
        "叫我师父",
        "Я занят!",
        "Пока кому-то делать нечего - я познакомился с красивым ботом из соседнего паблика",
        "Зови меня хозяин.",
        "Не мешай!",
        "НЕ КРИЧИ НА МЕНЯ!",
        "Ага",
        "Продам гараж!",
        "Чего надо?",
        "Да хватит уже",
        "Здравствуйте, а вы не хотите поговорить о Боге?",
        "А я знаю что ты...",
        "У меня Шаббат",
        "Пасхалки не будет, бот принял Ислам.",
        "А если я всем расскажу что ты мне в личку пишешь?",
        "Я на тебя обиделся, не пиши мне больше такого в личку.",
        "Хочешь поговорить о жизни?",
        "Ох уж эти пасхалки Зевса...",
        "На связи."
    ],
    bad_jokes: [
        "Кто рожает кожаные чемоданы? - диплоМатка.",
        "Подарил девушке средство для ухода а она не уходит.",
        "У семьи каннибалов умер родственник - и грустно и вкусно.",
        "Девушка вынашивает ребенка 9 месяцев - я вынес его с одного удара.",
        "Дагестанские учёные расщепляют атомы на саля-молекулы.",
        "Почему карликам нельзя ходить в казино? - потому что ставки слишком высокие.",
        "Зоофил пошёл лечится но все его старания пошли коту под хвост.",
        "Что сделал вейпер когда выпал из самолёта? - начал парить в воздухе.",
        "Какую инструкцию не любят инвалиды? - пошаговую.",
        "Я подружился с камнем а он утонул. Как жаль, ведь я к нему привязался.",
        "О чем мечтает жопа с ручкой? - встретить письку с блокнотом.",
        "Съел мужик сахар и дрожжи - теперь ходит-бродит.",
        "Доча хочешь на ручки? - нет хочу на живот или на лицо.",
        "Как называется когда белые насилуют негра? - люди в чёрном.",
        "Почему педофил не может завести детей? - они заводят его быстрее.",
        "Однорукая девочка играет в прятки: я считаю до пяти, не могу до десяти.",
        "Как называется момент когда дергается глаз? - дискотека века.",
        "Что сказала продавщица девушке которая начала рожать? - пакетик нужен?",
        "Пришла как-то бабка в продуктовый, смотрит, за кассой негр стоит, она к нему подходит и говорит - Дай манки!",
        "Что сказали гопники цыплёнку? - хули вылупился.",
        "Что сказали лилипуты когда умер Гулливер? - ебать копать!",
        "Что говорит режиссёр когда увольняется из порно студии? - ебитесь как хотите.",
        "Чем похожи барная стойка и маленькая девочка? - за то и за то можно сесть.",
        "Почему безруких людей не приглашают на день рождения? - они всегда приходят с пустыми руками.",
        "Что делают слепые по жизни? - идут вперёд несмотря ни на что.",
        "Почему у евреев такой большой нос? - Потому что воздух бесплатный.",
        "Как проститутки называют месячные? - выходные.",
        "Почему ведьмы не носят трусы? - чтобы лучше держаться на метле.",
        "Чем наркоманы занимаются от безделья? - дурью маются.",
        "Поначалу кот боялся пылесоса, а потом ничего - втянулся.",
        "Как называются месячные у ёжиков? - ежемесячные.",
        "За что был уволен сотрудник сексшопа? - пинал хуи на работе.",
        "Как называют сумасшедшего француза? - Франшиза",
        "Что сказал слепой, войдя в бар? - Всем привет, кого не видел!",
        "Почему в Африке так много болезней? - Потому что таблетки нужно запивать водой.",
        "-Как называют человека, который продал свою печень? - Обеспеченный.",
        "Что общего между хорошей шуткой и парнем с маленьким членом? - Конец смешной",
        "Что сказал каннибал копрофилу?\n\n-Ух ты, сегодня с подливой!",
        "Что делает австрийский дрессировщик рептилий? - Гоняет крокодила по Вене",
        "Как можно назвать Еврейский клуб в Германии? - \"заходи на огонёк\"",
        "Знаете почему феминистки ненавидят геометрию? - Доказать ничего не могут",
        "В какой стране продаётся только оригинальная продукция? - В Непале",
        "Что общего между педофилом и диабетиком? - Хочется Алёнку, но нельзя",
        "Что будет, если ворона сядет на оголённые провода? - Электро кар",
        "Как называются деньги которым страшно? - Ссущие копейки",
        "От чего умер еврей?\n\n-Его клетки не хотели делиться!",
        "Что говорит еврей-педофил после секса?\n\n- Верни конфету",
        "В какую игру любят играть хохлы? - Салочки",
        "-Папа, не бей меня, сегодня же день защиты детей!\n\n-Ну так блять и защищайся!",
        "Как называется притон наркоманов закладчиков? - \"Клуб весёлых и находчивых\"",
        "Знаете почему среди фигуристов нет цыган? - Никто не верит что это их конёк",
        "Где лежат книги о дискриминации карликов? - На верхней полке",
        "Как канибалы называют беременных женщин? - Киндерсюрприз",
        "Я не боюсь человека, который знает 1000 разных анеков; я боюсь человека, который знает 1000 концовок одного анека",
        "— Учитель, а как смеялись в имперские времена?\n" +
        "— Ахахахъ",
        "Однажды тракторист Сидоров попробовал неделю не пить и стал припоминать, что 10 лет назад приехал в эту деревню просто порыбачить...",
        "— Ваня, ты будешь гинекологом, как папа? — Нет. — Ты хочешь стать командиром, как дед? — Тоже нет.\n" +
        "Вы только что прослушали пьесу \"Ни в пизду, ни в Красную армию\".",
        "Поставили чукчи спектакль «Юлий Цезарь». На сцене сидит чукча и говорит:\n" +
        "— Я — Юлий Цезарь!\n" +
        "Выходит второй чукча:\n" +
        "— А я — Брут!\n" +
        "Выходит третий чукча:\n" +
        "— И я — Брут!\n" +
        "Юлий Цезарь:\n" +
        "— И ты — Брут?!",
        "Позвали мужика на слет пиздаболов. Он приходит, а там никого нет.",
        "Мой любимый греческий миф – об Икарусе, который подлетел слишком близко к звезде по имени Солнце.",
        "На международном чемпионате по биатлону немецкая сборная завоевала Польшу",
        "Как же я люблю МУШКЕТЁРОВ!\n" +
        "\n" +
        "Вот они, слева направо: Артос, Портос, Напас, Лавандос, Пачкопапирос, Прыщ-на-жопе-волоснёй-оброс",
        "Однажды у мудреца спросили, смогут ли деньги сделать его счастливее. \"Ладно, давай сюда свою зачетку\", — ответил мудрец.",
        "Еврейский атлет толкнул ядро на 300% дороже, чем на прошлой олимпиаде",
        "Кроссворд:\n" +
        "\"Какой город любви в России?\"\n" +
        "- Kiss-Love-одск\n" +
        "- 10 букв\n" +
        "- тогда Assтрахань",
        "Умер еврей. Нужно сообщить жене.\n" +
        "Отправили Мойшу рассказать:\n" +
        "- Вы вдова?\n" +
        "- Нет\n" +
        "- На что спорим?",
        "Жена Романа очень ревновала его к другим женщинам, поэтому ему приходилось ходить налево с мужиками.",
        "В семье армянина родился мальчик.\n" +
        "Старый друг пришёл поздравить:\n" +
        "-\"Паздравляю, брат, как назвали?\"\n" +
        "-\"В чэсть Ван Гога\"\n" +
        "-\"Винсент?\"\n" +
        "-\"Нэ, Гоги\"",
        "Питерский кощей прячет иглу в вене",
        "Лондон…Туман…Кафе… Сидят два джентльмена. Один другому:\n" +
        "- Скоро Новый год, хорошо!\n" +
        "Второй:\n" +
        "- Ну и что. Секс лучше.\n" +
        "- Да, но Новый год чаще",
        "Если долго смотреть на огонь, то тебя уволят из МЧС.",
        "Анимешник приходит 1-го января домой.\n" +
        "Мать:\n" +
        "— Ну как, сынок, отпраздновал?\n" +
        "Сын:\n" +
        "— Как всегда, перепились, потом перетрахались.\n" +
        "Мать:\n" +
        "— А девочки были?",
        "Если бы люди были геометрическими фигурами, то ты был бы параллелепидором!",
        "Почему веган - каннибал ест детей? Потому что дети - цветы жизни",
        "Как называется обучающее гей порно?\n" +
        "Почемучи.",
        "-Здравствуйте, доктор! Пришли результаты моих анализов?\n" +
        "-Да\n" +
        "-Ну и как?\n" +
        "-Как сказать... Представьте, что вы река, а я грека",
        "-Давайте поиграем в бутылочку?\n" +
        "-товарищ майор, а может не надо?",
        "Чему обрадуется педофил и испугается программист?\n" +
        "Загрузка ЦП 100%",
        "-Почему игроки World of Tanks так не любят арту?\n" +
        "\n" +
        "-Потому что она женского рода",
        "Суровые Челябинские мужики не занимаются сексом\n" +
        "\n" +
        "Они дрочат женщиной",
        "Как называется первая глава книги «Советы для деревьев»?\n" +
        "\n" +
        "«Как не стать книгой»",
        "USB - запасной план на случай\n" +
        "\n" +
        "Если распадется USA",
        "Я не снимаю очки во время секса.\n" +
        "Они защищают мои глаза от перцового баллончика.",
        "Вместо привычного голубя в окно залетел попугай\n" +
        "\n" +
        "\"Голосовуха\" — подумал Штирлиц",
        "Педофил на допросе:\n" +
        "— Ты знал сколько ей лет?\n" +
        "— Возраст это просто цифра\n" +
        "— Цифра?!\n" +
        "— Бля",
        "*до ЕГЭ*\n" +
        "— Да?\n" +
        "— Пизда!\n" +
        "\n" +
        "***\n" +
        "\n" +
        "*после ЕГЭ*\n" +
        "— Да?\n" +
        "— Так точно.",
        "Сколько евреев нужно, чтобы поменять лампочку?\n" +
        "\n" +
        "Смотря на что.",
        "Чем отличается пустой портсигар от сироты?\n" +
        "\n" +
        "Пустой портсигар без папирос, а ты пидор. Про сироту не в курсе",
        "Начальник отдела по борьбе с наркотиками уже 4-й год не может соскочить с этого",
        "— Что делал гей, когда был неправ и поругался со своим бойфрендом?\n" +
        "— Орал.",
        "— Алло, это ракетная база?\n" +
        "— Извините, вы ошиблись, это торпедный кринж",
        "Звонок в Ку-Клукс-Клан: -Скажите, а Что нужно сделать,чтобы вступить в вашу организацию? -Убить 6 негров и кота… -А кота за что? -Поздравляю,Вы приняты!",
        "Ведущий прогноза погоды пришел на работу пьяненький, и во время эфира на карте показал не только антициклон, но и где служил",
        "Пожар на складе огнетушителей собрал толпу любителей тонкого юмора.",
        "Какие стоны издаёт гей после секса?\n" +
        "\n" +
        "Не знаю, у тебя хотел спросить",
        "Как называется презерватив в виде акулы?\n" +
        "\n" +
        "Мегагондон",
        "Новый церковный служащий украдкой пробрался к священнику в то время, как тот читает проповедь, и прошептал: - Отец, там на хорах... играют в покер. - Знаю, - прошептал пастор, - но сначала я должен закончить здесь",
        "В чем разница между гуляшом и анилингусом?\n" +
        "\n" +
        "С подливой гуляш вкуснее.",
        "Олег пойдет на шашлыки, и поросенок Боря пойдет на шашлыки. Похожие фразы, но какие разные судьбы!",
        "- Зачем на самолете нужен винт?\n" +
        "- Чтобы летчик не вспотел!\n" +
        "- Да ну?!!\n" +
        "- Ага, если винт остановится, представьте, как летчик вспотеет",
        "Однажды один человек встретил джина, и тот сказал ему:\n" +
        "\n" +
        "- Я исполню любые твои желания, но что бы ты не загадал, - твой сосед, которого ты ненавидишь, получит вдвое больше.\n" +
        "\n" +
        "Сосед получил передоз",
        "В японской национальной кухне появилось новое блюдо с названием \"СССР\".\n" +
        "Это одна шестая часть суши.",
        "Какая основная причина миграция евреев ?\n" +
        "\n" +
        "Ветер",
        "идет пьяная тетка с ментом в участок, проходят они мимо мусорки, а та говорит :\n" +
        "-подожди, дай желание загадаю",
        "Жена спрашивает у мужа:\n" +
        "-Ты видел мятые 10 рублей?\n" +
        "-Да\n" +
        "-А 100 рублей?\n" +
        "-Да\n" +
        "-А миллион?\n" +
        "-Нет\n" +
        "-Тогда сходи в гараж, посмотри на нашу машину!\n" +
        "После этого жена увидела в зеркале мятое ебало.",
        "Чем отличается пионер от еврея?\n" +
        "Пионеры возвращаются из лагерей",
        "Как называют зоофила на диком западе?\n" +
        "\n" +
        "Cow boy",
        "Куда попадают Грузины, умершие на рынке?\n" +
        ".\n" +
        ".\n" +
        ".\n" +
        ".\n" +
        ".\n" +
        ".\n" +
        ".\n" +
        ".\n" +
        ".\n" +
        ".\n" +
        "В чурчхеллу",
        "Создатель интернете, создал интернет без интернета.",
        "Что будет если на трассе сбить проститутку ?\n" +
        ".\n" +
        ".\n" +
        ".\n" +
        ".\n" +
        "Первые 30 минут бесплатно",
        "Выслал Бог Адама и Еву на землю, а там под деревом сидят армяне в нарды играют.\n" +
        "Адам спрашивает:\n" +
        "- Бог, кто это?\n" +
        "Бог отвечает:\n" +
        "- Не знаю, они до меня здесь были…",
        "Из берлинского океанариума вывезли секцию с осьминогами.\n",
        "Как называется небольшая кучка дымящегося говна?\n" +
        "\n" +
        "Калик)😜🤙🏻",
        "В одном из цехов Волжского автозавода был найден мальчик, воспитанный автомеханиками. Он почти не говорит, в основном матерится. Но все по делу!",
        "Араб забыл как по-русски будет «курица», взял яйцо, подошел к консультанту и спросил: где мать?",
        "Три девочки собрались играть в римских императоров.\n" +
        "— Меня будут звать Машус, - сказала Маша.\n" +
        "— Я буду Ленус, - сказала Лена.\n" +
        "— А я с вами играть не буду, - обиженно отозвалась Амога.",
        "Куда попадает басист после смерти?\n" +
        "\n" +
        "Ну точно не в такт.",
        "Тестировщики-атеисты считают, что бага нет.",
        "Что сказали пожарные, когда приехали тушить сексшоп?\n" +
        "\n" +
        "— Дело пахнет писюнами.",
        "— ты кто такой?\n" +
        "— вор.\n" +
        "— а почему такой маленький?\n" +
        "— карманный."
    ],
    stall_add_request: (sex) => {
        let samples = [
            `отправил${sex ? "ся" : "ась"} чистить парашу`,
            `стал${sex ? " королем" : "а королевой"} параши`,
            `был${sex ? " пущен" : "а пушена"} по кругу`,
            `был${sex ? "" : "а"} официально попущен${sex ? "" : "а"}`,
            `был${sex ? " украден" : "а украдена"} цыганами`,
            `назначен${sex ? " королем" : "а королевой"} чуханов`,
            `уже был${sex ? " попущен" : "а попущена"}`,
            `сидит в стойле как чёрт`,
            `пустили по пятому кругу`,
            `получил${sex ? "" : "а"} звание ${sex ? "\"Чертухан\"" : "\"Чертила\""}`,
            `сам${sex ? "ый буйный" : "ая буйная"} в стойле`,
            `выбрал${sex ? "" : "а"} стул с писюнами`,
            `приговаривается к двойному сроку`,
            `ДОБРОВОЛЬНО пожертвовал${sex ? "" : "а"} 1000 монет в бюджет стойла`
        ]
        return samples[Math.round(Math.random() * (samples.length - 1))]
    },
    audio_reaction: [
        "А мне нравится!",
        "Потрясающе!",
        "Великолепно!",
        "Аплодисменты!",
        "О да!",
        "Это шедевр!",
        "Включи еще раз!",
        "Я помню, слышал такое в Александрии...",
        "Аве римской музыке",
        "Армяне такое любят.",
        "Когда Афины взяли в осаду в самый первый раз... Давным давно... Осажденные включили эту музыку чтобы отпугнуть македонян...",
        "...и когда македоняне пересекли границу, они, в отместку за тот случай, включили это...",
        "Звучит по-персидски...",
        "Саксы включали это когда я спал... И больше я не спал...",
        "Музыка Саксов... Да, и такое слушал...",
        "Писят на писят, на любителя.",
        "Мне не нравится.",
        "А это слушать надо или крыс отпугивать?",
        "Где-то я это слышал. Вот только где? А! Вспомнил! В общественном туалете!",
        "Музыка с армянской свадьбы.",
        "Фу!",
        "Лучше промолчу.",
        "Brah",
        "Не люблю этого исполнителя.",
        "Не отправляй больше такого пожалуйста.",
        "Если закрыть уши, то слушать можно.",
        "Не включайте 👆 это, после такой музыки можно ПТСР заработать!",
        "Я эту музыку недавно слышал. Ну знаете... Заниженная приора, тонировка в 0, красные мокасины...",
        "Не одобряем!",
        "Когда-то мне нравилась эта группа.",
        "Опять ты за своё!",
    ],
    bad_audio_reaction: [
        "Когда Афины взяли в осаду в самый первый раз... Давным давно... Осажденные включили эту музыку чтобы отпугнуть македонян...",
        "...и когда македоняне пересекли границу, они, в отместку за тот случай, включили это...",
        "Саксы включали это когда я спал... И больше я не спал...",
        "Музыка Саксов... Да, и такое слушал...",
        "А это слушать надо или крыс отпугивать?",
        "Где-то я это слышал. Вот только где? А! Вспомнил! В общественном туалете!",
        "Музыка с армянской свадьбы.",
        "Фу!",
        "Лучше промолчу.",
        "Звучит так же как и пахнет!",
        "Не люблю этого исполнителя.",
        "Не отправляй больше такого пожалуйста.",
        "Если закрыть уши, то слушать можно.",
        "Не включайте 👆 это, после такой музыки можно ПТСР заработать!",
        "Я эту музыку недавно слышал. Ну знаете... Заниженная приора, тонировка в 0, красные мокасины...",
        "Не одобряем!",
        "Когда-то мне нравилась эта группа.",
        "Ненавижу этого исполнителя",
        "Ненавижу этого исполнителя",
        "Опять ты за своё!",
    ],
    good_audio_reaction: [
        "А мне нравится!",
        "Потрясающе!",
        "Великолепно!",
        "Аплодисменты!",
        "О да!",
        "Это шедевр!",
        "Включи еще раз!",
        "Аве римской музыке",
        "Кайф",
        "Лучшее что я слышал!"
    ]
}